Repository: Alinto/sogo
Catalog: UI/Contacts/*.lproj/Localizable.strings
Languages: french

source: Address
french: Adresses

source: Other
french: Informations complémentaires

source: Address Books
french: Carnet d'adresses

source: Addresses
french: Adresses

source: Update
french: Mettre à jour

source: Cancel
french: Annuler

source: Common
french: Identité

source: Contact editor
french: Éditer le contact

source: Contact viewer
french: Visualiser le contact

source: Email
french: Adresse électronique

source: Screen Name
french: Surnom

source: Extended
french: Informations complémentaires

source: Firstname
french: Prénom

source: Home
french: Personnelle

source: HomePhone
french: Domicile

source: Lastname
french: Nom

source: Location
french: Lieux

source: Add a category
french: Ajouter une catégorie

source: MobilePhone
french: Mobile

source: Name
french: Identité

source: OfficePhone
french: Bureau

source: Organization
french: Société

source: Work Phone
french: Travail

source: Cell
french: Cellulaire

source: Pager
french: Téléavertisseur

source: Pref
french: Favori

source: Phone
french: Téléphone

source: Phones
french: Numéros de téléphone

source: Postal
french: Professionnelle

source: Save
french: Sauvegarder

source: Internet
french: E-mail

source: Unit
french: Département

source: delete
french: Effacer

source: edit
french: Éditer

# invalidemailwarn
source: The specified email is invalid
french: Le champ de l'adresse électronique est invalide

source: new
french: Nouveau

source: Preferred Phone
french: Numéro préféré

source: Move To
french: Déplacer vers

source: Copy To
french: Copier vers

source: Add to
french: Ajouter à

source: To
french: Destinataire

source: Carbon Copy (Cc)
french: Copie carbone

source: Blind Carbon Copy (Bcc)
french: C. carbone cachée

source: Name
french: Nom

# c_cn
source: Name
french: Nom

# mozillanickname
source: Secondary email
french: Adresse courriel secondaire

# nsaimid
source: Screen name
french: Nom d'utilisateur

source: Mail
french: Courriel

# c_mail
source: Mail
french: Courriel

# telephonenumber
source: Telephone
french: Téléphone

# homephone
source: Telephone
french: Téléphone

source: Mobile
french: Portable

# facsimiletelephonenumber
source: Fax
french: Télécopieur

source: Pager
french: Téléavertisseur

# c_categories
source: Categories
french: Catégories

# vcardcategories
source: Categories
french: Catégories

source: Title
french: Titre

# c_o
source: Organization
french: Société

# o
source: Organization
french: Société

# ou
source: Department
french: Service

# l
source: City
french: Ville/Localité

# c
source: Country
french: Pays

# mozillahomestreet
source: Home Address
french: Adresse

# st
source: State/Province
french: État/Prov.

# mozillahomestate
source: Home State/Province
french: État/Prov. (maison)

# postalCode
source: Zip/Postal Code
french: Code postal

# mozillahomepostalcode
source: Zip/Postal Code
french: Code postal (maison)

# mozillahomecountryname
source: Home Country
french: Pays (maison)

# mozillahomeurl
source: Home page
french: Site Web personnel

# mozillaworkurl
source: Web page
french: Site Web

# description
source: Note
french: Remarques

source: No contact
french: Aucun contact

source: Start a search to browse this address book
french: Effectuez une recherche pour naviguer dans ce carnet

source: No matching contact
french: Aucun contact trouvé

source: matching contacts
french: contacts trouvés

source: selected
french: sélectionné(s)

source: No contact selected
french: Aucun contact sélectionné

source: Create a new address book card
french: Créer une nouvelle fiche

source: Create a new list
french: Créer une nouvelle liste de diffusion

source: Edit the selected card
french: Modifier la fiche sélectionnée

source: Send a mail message
french: Rédiger un courrier à la sélection

source: Delete selected card or address book
french: Supprimer la fiche sélectionnée

# htmlMailFormat_UNKNOWN
source: Unknown
french: Inconnu

# htmlMailFormat_FALSE
source: Plain Text
french: Texte simple (sans HTML)

source: Name or Email
french: Le nom ou l'adresse

source: Category
french: La catégorie

source: Personal Addressbook
french: Adresses personnelles

source: Search in Addressbook
french: Carnet d'adresses...

source: New Card
french: Nouvelle fiche

source: New List
french: Nouvelle liste

source: Edit
french: Éditer

source: Properties
french: Propriétés...

source: Sharing...
french: Partage...

source: Write
french: Écrire

source: Delete
french: Effacer

source: Instant Message
french: Message instantané

source: Add...
french: Ajouter...

source: Remove
french: Enlever

source: Please wait...
french: Veuillez patienter...

source: No possible subscription
french: Aucune inscription possible

source: Preferred
french: Préféré

source: Display
french: Nom à afficher

source: Display Name
french: Nom à afficher

source: Additional Email
french: Adresse alternative

source: Phone Number
french: Numéro de téléphone

source: Prefers to receive messages formatted as
french: Préfère recevoir les messages au format

source: Categories
french: Catégories

source: First
french: Prénom

source: Last
french: Nom

source: Nickname
french: Surnom

source: Telephone
french: Téléphone

source: Work
french: Travail

source: Mobile
french: Portable

# contacts_category_labels
source: Colleague, Competitor, Customer, Friend, Family, Business Partner, Provider, Press, VIP
french: Ami, Client, Collègue, Concurrent, Famille, Fournisseur, Partenaire d'affaire, Presse, VIP

source: New category
french: Nouvelle catégorie

source: Title
french: Fonction

source: Department
french: Service

source: City
french: Ville/Localité

source: State/Province
french: État/Prov.

source: ZIP/Postal Code
french: Code postal

source: Country
french: Pays

source: Web Page
french: Page Web

source: Other Infos
french: Informations complémentaires

source: Note
french: Remarques

source: Timezone
french: Fuseau horaire

source: Birthday
french: Date de naissance

source: Birthday (yyyy-mm-dd)
french: D. naissance (aaaa-mm-jj)

source: Freebusy URL
french: Adresse du FreeBusy

source: Add as...
french: Ajouter...

source: Recipient
french: Destinataire

source: Carbon Copy
french: Copie carbone

source: Blind Carbon Copy
french: C. carbone cachée

source: New Addressbook...
french: Nouveau carnet d'adresses...

source: Subscribe to an Addressbook...
french: S'inscrire à un carnet d'adresses...

source: Remove the selected Addressbook
french: Enlever le carnet d'adresses sélectionné

source: Search User
french: Recherche utilisateur

source: Name of the Address Book
french: Nom du carnet d'adresses

source: Are you sure you want to delete the selected address book?
french: Voulez-vous vraiment supprimer le carnet d'adresses sélectionné ?

source: Are you sure you want to delete the addressbook "%{0}"?
french: Voulez-vous vraiment supprimer le carnet d'adresses «%{0}» ?

source: You cannot remove nor unsubscribe from a public addressbook.
french: Vous ne pouvez pas supprimer ni vous désabonner d'un carnet public.

source: You cannot remove nor unsubscribe from your personal addressbook.
french: Vous ne pouvez pas supprimer ni vous désabonner de votre carnet personnel.

source: Are you sure you want to delete the selected contacts?
french: Voulez-vous vraiment supprimer les contacts sélectionnés ?

source: Are you sure you want to delete the card of %{0}?
french: Voulez-vous vraiment supprimer la fiche de %{0}?

source: You cannot delete the card of "%{0}".
french: Vous ne pouvez pas supprimer la fiche de "%{0}".

source: You cannot subscribe to a folder that you own.
french: Vous ne pouvez pas vous inscrire à un dossier qui vous appartient.

source: Unable to subscribe to that folder.
french: Impossible de vous inscrire à ce dossier.

source: Security
french: Sécurité

source: Uninstall
french: Désinstaller

source: Error reading the card certificate.
french: Impossible de lire le certificat.

source: No certificate associated to card.
french: Aucun certificat n'est associé à cette carte.

source: Access rights to
french: Droits d'accès à

source: For user
french: Pour l'utilisateur

source: Any Authenticated User
french: Tout utilisateur identifié

source: Public Access
french: Accès public

source: This person can add cards to this addressbook.
french: Cette personne peut ajouter des fiches à ce carnet d'adresses.

source: This person can edit the cards of this addressbook.
french: Cette personne peut éditer des fiches de ce carnet d'adresses.

source: This person can list the content of this addressbook.
french: Cette personne peut lister le contenu de ce carnet d'adresses.

source: This person can read the cards of this addressbook.
french: Cette personne peut visionner les fiches de ce carnet d'adresses.

source: This person can erase cards from this addressbook.
french: Cette personne peut effacer des fiches de ce carnet d'adresses.

source: The selected contact has no email address.
french: Cette personne n'a pas d'adresse courriel.

source: Please select a contact.
french: Veuillez sélectionner un contact.

source: %{0} card(s) copied
french: %{0} fiche(s) copiée(s)

source: %{0} card(s) moved
french: %{0} fiche(s) déplacée(s)

# SoAccessDeniedException
source: You cannot write to this address book.
french: Vous ne pouvez pas ajouter de fiches à ce carnet.

source: Forbidden
french: Opération interdite

# Invalid Contact
source: The selected contact no longer exists.
french: La fiche sélectionnée n'existe plus.

# Unknown Destination Folder
source: The chosen destination address book no longer exists.
french: Le carnet d'adresses choisi n'existe plus.

source: List details
french: Détails

source: List name
french: Liste

source: List nickname
french: Surnom

source: List description
french: Description

source: Members
french: Membres

source: Add
french: Ajouter

source: Lists can't be moved or copied.
french: Les listes ne peuvent pas être déplacées ou copiées.

source: Export
french: Exporter

source: Export Address Book...
french: Exporter le carnet d'adresses...

source: View Raw Source
french: Afficher le contenu original

source: Import Cards
french: Importer des contacts

source: Select a vCard or LDIF file.
french: Sélectionner un fichier LDIF ou vCard.

source: Upload
french: Ajouter

source: Uploading
french: Téléversement en cours

source: Done
french: Terminer

source: An error occured while importing contacts.
french: Une erreur s'est produite lors de l'importation.

source: No card was imported.
french: Aucun contact n'a été importé.

source: A total of %{0} cards were imported in the addressbook.
french: Un total de %{0} contacts ont été importés dans le carnet.

source: Reload
french: Actualiser

source: Address Book Name
french: Nom

source: Links to this Address Book
french: Liens vers ce carnet

source: Authenticated User Access
french: Accès aux utilisateurs authentifiés

source: CardDAV URL
french: Accès en CardDAV

source: Rename
french: Renommer

source: Subscriptions
french: Abonnements

source: Global Addressbooks
french: Carnet d'adresses global

source: Search
french: Recherche

source: Sort
french: Trier

source: Descending Order
french: Ordre descendant

source: Back
french: Retour

source: Select All
french: Tout sélectionner

source: Copy contacts
french: Copier les contacts

source: More messages options
french: Options des messages

source: New Contact
french: Nouveau contact

source: Close
french: Fermer

source: More contact options
french: Options des contacts

source: Organization Unit
french: Unité organisationnelle

source: Add Organizational Unit
french: Ajouter une unité organisationnelle

source: Email Address
french: Adresse courriel

source: New Email Address
french: Ajouter une adresse courriel

source: New Phone Number
french: Ajouter un numéro téléphone

source: New URL
french: Ajouter un URL

source: street
french: Rue

source: street (continued)
french: Rue (suite)

source: Postoffice
french: Bureau de poste

source: Region
french: Région

source: Postal Code
french: Code postal

source: New Address
french: Ajouter une adresse

source: Reset
french: Réinitialiser

source: Add Member
french: Ajouter un contact

source: Subscribe
french: S'abonner

source: Add Birthday
french: Ajouter date de fête

source: Import
french: Importer

source: More options
french: Options supplémentaires

source: Role
french: Rôle

source: Add Screen Name
french: Ajouter un surnom

source: Custom 1
french: Autre 1

source: Custom 2
french: Autre 2

source: Custom 3
french: Autre 3

source: Custom 4
french: Autre 4

source: Custom Value
french: Valeur

source: New Custom Value
french: Ajouter un champ personnalisé

source: Synchronization
french: Synchronisation

source: Synchronize
french: Synchroniser

# Sucessfully subscribed to address book
source: Successfully subscribed to address book
french: Abonnement au carnet d'adresses complété

source: Search scope
french: Étendue de la recherche

source: Toggle item
french: Basculer la sélection
