Repository: Alinto/sogo
Catalog: SoObjects/Appointments/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, korean, portuguese, russian

source: Inviting the following persons is prohibited:
dutch: Uitnodigen van de volgende personen is niet toegestaan:
french: L'invitation des personnes suivantes est interdite :
german: Das Einladen von folgenden Personen ist verboten:
italian: E' proibito invitare le seguenti persone:
japanese: 次の人々の招待は禁止されています:
korean: 다음 사람들을 초대하는 것은 금지되어 있습니다:
portuguese: Convidar as seguintes pessoas é proibido:
russian: Приглашение следующих лиц запрещено:

source: Personal Calendar
dutch: Persoonlijke agenda
french: Agenda personnel
german: Persönlicher Kalender
italian: Calendario personale
japanese: 個人用カレンダー
korean: 개인 캘린더
portuguese: Calendário Pessoal
russian: Персональный календарь

# vevent_class0
source: (Public event)
dutch: (Publieke afspraak)
french: (Événement public)
german: (Öffentlicher Termin)
italian: (Evento pubblico)
japanese: (公開イベント)
korean: (공개 이벤트)
portuguese: (Evento Público)
russian: (Публичное событие)

# vevent_class1
source: (Private event)
dutch: (Privé-afspraak)
french: (Événement privé)
german: (Privater Termin)
italian: (Evento privato)
japanese: (プライベートの予定)
korean: (비공개 이벤트)
portuguese: (Evento Privado)
russian: (Личное событие)

# vevent_class2
source: (Confidential event)
dutch: (Vertrouwelijke afspraak)
french: (Événement confidentiel)
german: (Vertraulicher Termin)
italian: (Evento riservato)
japanese: (日時のみ公開の予定)
korean: (기밀 이벤트)
portuguese: (Evento Confidencial)
russian: (Конфиденциальное событие)

# vtodo_class0
source: (Public task)
dutch: (Publieke taak)
french: (Tâche publique)
german: (Öffentliche Aufgabe)
italian: (Attività pubblica)
japanese: (公開タスク)
korean: (공개 할 일)
portuguese: (Tarefa Pública)
russian: (Публичная задача)

# vtodo_class1
source: (Private task)
dutch: (Privétaak)
french: (Tâche privée)
german: (Private Aufgabe)
italian: (Attività privata)
japanese: (プライベートのタスク)
korean: (비공개 할 일)
portuguese: (Tarefa Privada)
russian: (Личная задача)

# vtodo_class2
source: (Confidential task)
dutch: (Vertrouwelijke taak)
french: (Tâche confidentielle)
german: (Vertrauliche Aufgabe)
italian: (Attività riservata)
japanese: (日時のみ公開のタスク)
korean: (기밀 할 일)
portuguese: (Tarefa Confidencial)
russian: (Конфиденциальная задача)

source: The event "%{Summary}" was created
dutch: De afspraak "%{Summary}" is aangemaakt
french: L'événement «%{Summary}» a été créé
german: Der Termin "%{Summary}" wurde angelegt
italian: L'evento "%{Summary}" è stato creato
japanese: イベント"%{Summary}"を作成しました
korean: 이벤트 "%{Summary}"가 생성되었습니다
portuguese: O evento "%{Summary}" foi criado
russian: Было создано мероприятие "%{Summary}"

source: The event "%{Summary}" was deleted
dutch: De afspraak "%{Summary}" is verwijderd
french: L'événement «%{Summary}» a été effacé
german: Der Termin "%{Summary}" wurde gelöscht
italian: L'evento "%{Summary}" è stato cancellato
japanese: イベント"%{Summary}"を削除しました
korean: 이벤트 "%{Summary}"가 삭제되었습니다
portuguese: O evento "%{Summary}" foi apagado
russian: Мероприятие "%{Summary}" было удалено

source: The event "%{Summary}" was updated
dutch: De afspraak "%{Summary}" is gewijzigd
french: L'événement «%{Summary}» a été modifié
german: Der Termin "%{Summary}" wurde geändert
italian: L'evento "%{Summary}" è stato aggiornato
japanese: イベント"%{Summary}"を更新しました
korean: 이벤트 "%{Summary}"가 업데이트되었습니다
portuguese: O evento "%{Summary}" foi atualizado
russian: Мероприятие "%{Summary}" было обновлено

# The following attendees(s) were notified
source: The following attendee(s) were notified
dutch: De volgende deelnemers zijn in kennis gesteld
french: Les invités suivants ont été avisés
german: Die folgenden Teilnehmer wurden benachrichtigt
italian: I seguenti partecipanti sono stati informati
japanese: 以下の参加者に通知しました
korean: 다음 참석자에게 알림이 전송되었습니다
portuguese: Os seguintes participantes foram notificados
russian: Следующие приглашенные были оповещены

# The following attendees(s) were added
source: The following attendee(s) were added
dutch: De volgende deelnemers zijn toegevoegd
french: Les invités suivants ont été ajoutés
german: Die folgenden Teilnehmer wurden hinzugefügt
italian: Sono stati aggiunti i seguenti partecipanti
japanese: 以下の参加者を追加しました
korean: 다음 참석자가 추가되었습니다
portuguese: Os seguintes participantes foram adicionados
russian: Следующие люди были добавлены в список приглашенных

# The following attendees(s) were removed
source: The following attendee(s) were removed
dutch: De volgende deelnemers zijn verwijderd
french: Les invités suivants ont été supprimés
german: Die folgenden Teilnehmer wurden entfernt
italian: I seguenti partecipanti sono stati rimossi
japanese: 以下の参加者を削除しました
korean: 다음 참석자가 제거되었습니다
portuguese: Os seguintes participantes foram removidos
russian: Следующие люди были исключены из списка приглашенных

# calendar_label
source: Calendar
dutch: Agenda
french: Agenda
german: Kalender
italian: Calendario
japanese: カレンダー
korean: 캘린더
portuguese: Calendário:
russian: Календарь

# startDate_label
source: Start
french: Début
german: Beginn
italian: Inizio
japanese: 開始
korean: 시작
portuguese: Início:
russian: Начало

# endDate_label
source: End
dutch: Einde
french: Fin
german: Ende
italian: Fine
japanese: 終了
korean: 종료
portuguese: Fim:
russian: Конец

# time_label
source: Time
dutch: Tijd
french: Date
german: Zeit
italian: Ora
japanese: 時刻
korean: 시간
portuguese: Hora
russian: Время

# to_label
source: to
dutch: Tot
french: au
german: bis
italian: a
korean: 까지
portuguese: para
russian: кому

# due_label
source: Due Date
dutch: Vervaldag:
french: Fin prévue :
german: Fälligkeit:
italian: Data di Scadenza
japanese: 期日
korean: 마감일
portuguese: Data de término
russian: Должно быть готово к:

# location_label
source: Location
dutch: Locatie
french: Lieu
german: Ort
italian: Luogo
japanese: 場所
korean: 장소
portuguese: Local:
russian: Местонахождение

# summary_label
source: Summary
dutch: Samenvatting:
french: Titre :
german: Zusammenfassung:
italian: Riepilogo
japanese: 概要
korean: 요약
portuguese: Resumo:
russian: Краткое содержание:

# comment_label
source: Comment
dutch: Commentaar:
french: Description :
german: Kommentar:
italian: Commento
japanese: コメント
korean: 설명
portuguese: Comentário:
russian: Комментарий

# organizer_label
source: Organizer
dutch: Organisator
french: Organisateur
german: Organisator
italian: Organizzatore
japanese: オーガナイザー
korean: 주최자
portuguese: Organizador
russian: Организатор

# attendee_label
source: Attendee
dutch: Deelnemer
french: Participants
german: Teilnehmer
italian: Partecipante
japanese: 出席者
korean: 참석자
portuguese: Participante
russian: Участник

source: Event Invitation: "%{Summary}"
dutch: Uitnodiging voor afspraak: "%{Summary}"
french: Invitation à la réunion : «%{Summary}»
german: Termineinladung: "%{Summary}"
italian: Invito Evento: "%{Summary}"
japanese: イベントに招待: "%{Summary}"
korean: 이벤트 초대: "%{Summary}"
portuguese: Convite do Evento: "%{Summary}"
russian: Приглашение на мероприятие: "%{Summary}"

source: (sent by %{SentBy})
dutch: (Verzonden door %{SentBy})
french: (envoyé par %{SentBy})
german: (gesendet von %{SentBy})
italian: (inviato da %{SentBy})
japanese: (%{SentBy}が送信)
korean: (%{SentBy}님이 보냄)
portuguese: (enviado por %{SentBy})
russian: (послал %{SentBy})

source: %{Organizer} %{SentByText}has invited you to %{Summary}. Start: %{StartDate} End: %{EndDate} Description: %{Description}
dutch: %{Organizer} %{SentByText}heeft u uitgenodigd voor: %{Summary}. Begin: %{StartDate} Einde: %{EndDate} Beschrijving: %{Description}
french: %{Organizer} %{SentByText}vous a invité à la réunion « %{Summary} ». Début: %{StartDate} Fin: %{EndDate} Description: %{Description}
german: %{Organizer} %{SentByText} Hat Sie eingeladen zu "%{Summary}". Beginn: %{StartDate} Ende: %{EndDate} Beschreibung: %{Description}
italian: %{Organizer} %{SentByText}ti ha invitato a %{Summary}. Inizio: %{StartDate} Fine: %{EndDate} Descrizione: %{Description}
japanese: %{Organizer} %{SentByText}が%{Summary}にあなたを招待しました。 開始: %{StartDate} 終了: %{EndDate} 説明: %{Description}
korean: %{Organizer} %{SentByText}님이 %{Summary}에 초대했습니다. 시작: %{StartDate} 종료: %{EndDate} 설명: %{Description}
portuguese: %{Organizer} %{SentByText}convidou-o para %{Summary}. Início: %{StartDate} Fim: %{EndDate} Descrição: %{Description}
russian: %{Organizer} %{SentByText}пригласил вас на %{Summary}. Начало: %{StartDate} Окончание: %{EndDate} Описание: %{Description}

source: %{Organizer} %{SentByText}has invited you to %{Summary}. Start: %{StartDate} at %{StartTime} End: %{EndDate} at %{EndTime} Description: %{Description}
dutch: %{Organizer} %{SentByText}heeft u uitgenodigd voor %{Summary}. Start: %{StartDate} om %{StartTime} Einde: %{EndDate} om %{EndTime} Omschrijving: %{Description}
french: %{Organizer} %{SentByText}vous a invité à la réunion « %{Summary} ». Début: %{StartDate} à %{StartTime} Fin: %{EndDate} à %{EndTime} Description: %{Description}
german: %{Organizer} %{SentByText} hat Sie eingeladen zu "%{Summary}". Beginn: %{StartDate} um %{StartTime} Ende: %{EndDate} um %{EndTime} Beschreibung: %{Description}
italian: %{Organizer} %{SentByText}ti ha invitato al %{Summary}. Inizio: %{StartDate} alle %{StartTime} Fine: %{EndDate} alle %{EndTime} Descrizione: %{Description}
japanese: %{Organizer} %{SentByText}が%{Summary}にあなたを招待しました。 開始: %{StartDate} %{StartTime} 終了: %{EndDate} %{EndTime} 説明: %{Description}
korean: %{Organizer} %{SentByText}님이 %{Summary}에 초대했습니다. 시작: %{StartDate} %{StartTime} 종료: %{EndDate} %{EndTime} 설명: %{Description}
portuguese: %{Organizer} %{SentByText} convidou-o para %{Summary}. Início: %{StartDate} às %{StartTime} Fim: %{EndDate} às %{EndTime} Descrição: %{Description}
russian: %{Organizer} %{SentByText} пригласил вас на %{Summary}. Начало: %{StartDate} в %{StartTime} Конец: %{EndDate} в %{EndTime} Описание: %{Description}

source: Event Cancelled: "%{Summary}"
dutch: Afspraak geannuleerd: "%{Summary}"
french: Réunion annulée : « %{Summary} »
german: Termin abgesagt: "%{Summary}"
italian: Evento cancellato: "%{Summary}"
japanese: イベントがキャンセルされました: "%{Summary}"
korean: 이벤트 취소됨: "%{Summary}"
portuguese: Evento Cancelado: "%{Summary}"
russian: Мероприятие отменено: "%{Summary}"

source: %{Organizer} %{SentByText}has cancelled this event: %{Summary}. Start: %{StartDate} End: %{EndDate} Description: %{Description}
dutch: %{Organizer} %{SentByText}heeft deze afspraak afgezegd: %{Summary}. Begin: %{StartDate} Einde: %{EndDate} Beschrijving: %{Description}
french: %{Organizer} %{SentByText}a annulé cette réunion : « %{Summary} ». Début: %{StartDate} Fin: %{EndDate} Description: %{Description}
german: %{Organizer} %{SentByText} hat den folgenden Termin abgesagt: "%{Summary}". Beginn: %{StartDate} Ende: %{EndDate} Beschreibung: %{Description}
italian: %{Organizer} %{SentByText}ha annullato questo evento: %{Summary}. Inizio: %{StartDate} Fine: %{EndDate} Descrizione: %{Description}
japanese: %{Organizer} %{SentByText}がイベントをキャンセルしました: %{Summary}. 開始: %{StartDate} 終了: %{EndDate} 説明: %{Description}
korean: %{Organizer} %{SentByText}님이 이 이벤트를 취소했습니다: %{Summary}. 시작: %{StartDate} 종료: %{EndDate} 설명: %{Description}
portuguese: %{Organizer} %{SentByText}cancelou este evento: %{Summary}. Inicio: %{StartDate} Fim: %{EndDate} Descrição: %{Description}
russian: %{Organizer} %{SentByText}отменил эту встречу: %{Summary}. Начало: %{StartDate} Окончание: %{EndDate} Описание: %{Description}

source: %{Organizer} %{SentByText}has cancelled this event: %{Summary}. Start: %{StartDate} at %{StartTime} End: %{EndDate} at %{EndTime} Description: %{Description}
dutch: %{Organizer} %{SentByText}heeft de afspraak: %{Summary} geannuleerd. Start: %{StartDate} om %{StartTime} Einde: %{EndDate} om %{EndTime} Omschrijving: %{Description}
french: %{Organizer} %{SentByText}a annulé cette réunion : « %{Summary} ». Début: %{StartDate} à %{StartTime} Fin: %{EndDate} à %{EndTime} Description: %{Description}
german: %{Organizer} %{SentByText} hat diesen Termin abgesagt: "%{Summary}". Beginn: %{StartDate} um %{StartTime} Ende: %{EndDate} um %{EndTime} Beschreibung: %{Description}
italian: %{Organizer} %{SentByText}ha annullato questo evento: %{Summary}. Inizio: %{StartDate} alle %{StartTime} Fine: %{EndDate} alle %{EndTime} Descrizione: %{Description}
japanese: %{Organizer} %{SentByText}がイベントをキャンセルしました: %{Summary}. 開始: %{StartDate} %{StartTime} 終了: %{EndDate} %{EndTime} 説明: %{Description}
korean: %{Organizer} %{SentByText}님이 이 이벤트를 취소했습니다: %{Summary}. 시작: %{StartDate} %{StartTime} 종료: %{EndDate} %{EndTime} 설명: %{Description}
portuguese: %{Organizer} %{SentByText} cancelou este evento: %{Summary}. Início: %{StartDate} às %{StartTime} Fim: %{EndDate} às %{EndTime} Descrição: %{Description}
russian: %{Organizer} %{SentByText} отменил это мероприятие: %{Summary}. Начало: %{StartDate} в %{StartTime} Конец: %{EndDate} в %{EndTime} Описание: %{Description}

source: The appointment "%{Summary}" for the %{OldStartDate} has changed
dutch: De afspraak "%{Summary}" op %{OldStartDate} is veranderd.
french: La réunion « %{Summary} » de %{OldStartDate} a été modifiée
german: Die Verabredung "%{Summary}" am %{OldStartDate} wurde geändert
italian: Questo appuntemento "%{Summary}" per il %{OldStartDate} è cambiato
japanese: %{OldStartDate}の予約"%{Summary}"に変更がありました
korean: %{OldStartDate}에 예정된 약속 "%{Summary}"이 변경되었습니다
portuguese: O compromisso "%{Summary}" de %{OldStartDate} mudou
russian: Встреча "%{Summary}" назначенная на %{OldStartDate} была изменена

source: The appointment "%{Summary}" for the %{OldStartDate} at %{OldStartTime} has changed
dutch: De afspraak "%{Summary}" op %{OldStartDate} om %{OldStartTime} is gewijzigd
french: La réunion « %{Summary} » de %{OldStartDate} à %{OldStartTime} a été modifiée
german: Der Termin "%{Summary}" am %{OldStartDate} um %{OldStartTime} hat sich geändert
italian: L'appuntamento "%{Summary}" per la data %{OldStartDate} all'ora %{OldStartTime} è cambiato
japanese: %{OldStartDate} %{OldStartTime}の予約"%{Summary}"に変更がありました
korean: %{OldStartDate} %{OldStartTime}에 예정된 약속 "%{Summary}"이 변경되었습니다
portuguese: O Compromisso "%{Summary}" de %{OldStartDate} às %{OldStartTime} mudou
russian: Изменено мероприятие "%{Summary}", назначенное на %{OldStartDate} в %{OldStartTime}.

source: The following parameters have changed in the "%{Summary}" meeting:
dutch: De volgende parameters zijn veranderd in de "%{Summary}" vergadering:
french: Les paramètres suivants ont été modifiés pour la réunion « %{Summary} » :
german: Folgendes wurde am Termin "%{Summary}" geändert:
italian: I seguenti dati sono cambiati nell'appuntamento "%{Summary}" :
japanese: ミーティング"%{Summary}"の予定に以下の変更がありました:
korean: 모임 "%{Summary}"에서 다음 매개변수가 변경되었습니다:
portuguese: Os seguintes parâmetros mudaram na reunião "%{Summary}":
russian: в мероприятии "%{Summary}" изменены следующие параметры:

source: Please accept or decline those changes.
dutch: Accepteer deze wijzigingen of wijs ze af.
french: Veuillez reconfirmer ou annuler votre présence.
german: Bitte akzeptieren Sie diese Änderung oder lehnen Sie diese ab.
italian: Per favore accetta o rifiuta questi cambiamenti
japanese: これらの変更を承認または辞退してください。
korean: 이 변경 사항을 수락하거나 거절하십시오.
portuguese: Por favor aceite ou recuse essas alterações.
russian: Пожалуйста подтвердите или отмените эти изменения.

source: Accepted invitation: "%{Summary}"
dutch: Uitnodiging geaccepteerd: "%{Summary}"
french: Invitation acceptée : «%{Summary}»
german: Einladung zugestimmt: "%{Summary}"
italian: Invito accettato: "%{Summary}"
japanese: 承諾された招待: "%{Summary}"
korean: 초대 수락: "%{Summary}"
portuguese: Convite aceite: "%{Summary}"
russian: Принятое приглашение: "%{Summary}"

source: Declined invitation: "%{Summary}"
dutch: Uitnodiging afgewezen: "%{Summary}"
french: Invitation refusée : «%{Summary}»
german: Einladung abgelehnt: "%{Summary}"
italian: Invito rifiutato: "%{Summary}"
japanese: 辞退された招待: "%{Summary}"
korean: 초대 거절: "%{Summary}"
portuguese: Convite recusado: "%{Summary}"
russian: Отклонённое приглашение: "%{Summary}"

source: Delegated invitation: "%{Summary}"
dutch: Uitnodiging gedelegeerd: "%{Summary}"
french: Invitation déléguée : «%{Summary}»
german: Einladung delegiert: "%{Summary}"
italian: Invito delegato: "%{Summary}"
japanese: 委任された招待: "%{Summary}"
korean: 초대 위임: "%{Summary}"
portuguese: Convite delegado: "%{Summary}"
russian: Делегированное приглашение: "%{Summary}"

source: Not yet decided on invitation: "%{Summary}"
dutch: Nog niet besloten over uitnodiging: "%{Summary}"
french: Sans décision : «%{Summary}»
german: Noch nicht entschieden über Einladung: "%{Summary}"
italian: Non ho ancora deciso per l'invito: "%{Summary}"
japanese: 回答未定の招待: "%{Summary}"
korean: 초대에 대해 아직 결정하지 않음: "%{Summary}"
portuguese: Convite ainda não decidido: "%{Summary}"
russian: Пока нет решения по приглашению: "%{Summary}"

source: %{Attendee} %{SentByText}has accepted your event invitation.
dutch: %{Attendee} %{SentByText}heeft uw uitnodiging voor de afspraak geaccepteerd.
french: %{Attendee} %{SentByText}a accepté votre invitation.
german: %{Attendee} %{SentByText} hat Ihre Termineinladung akzeptiert.
italian: %{Attendee} %{SentByText}ha accettato il tuo invito all'evento.
japanese: %{Attendee} %{SentByText}が、あなたの招待を承諾しました。
korean: %{Attendee} %{SentByText}님이 귀하의 이벤트 초대를 수락했습니다.
portuguese: %{Attendee} %{SentByText} aceitou o seu convite para o evento.
russian: %{Attendee} %{SentByText}согласился участвовать в запланированном мероприятии.

source: %{Attendee} %{SentByText}has declined your event invitation.
dutch: %{Attendee} %{SentByText}heeft uw uitnodiging voor de afspraak geweigerd.
french: %{Attendee} %{SentByText}a décliné votre invitation.
german: %{Attendee} %{SentByText} hat Ihre Termineinladung abgelehnt.
italian: %{Attendee} %{SentByText}ha declinato il tuo invito all'evento.
japanese: %{Attendee} %{SentByText}が、あなたの招待を辞退しました。
korean: %{Attendee} %{SentByText}님이 귀하의 이벤트 초대를 거절했습니다.
portuguese: %{Attendee} %{SentByText} rejeitou o seu convite para o evento.
russian: %{Attendee} %{SentByText}отказался участвовать в запланированном мероприятии.

source: %{Attendee} %{SentByText}has delegated the invitation to %{Delegate}.
dutch: %{Attendee} %{SentByText}heeft de uitnodiging gedelegeerd aan %{Delegate}.
french: %{Attendee} %{SentByText}a délégué votre invitation à %{Delegate}.
german: %{Attendee} %{SentByText} hat die Einladung delegiert an %{Delegate}.
italian: %{Attendee} %{SentByText}ha delegato l'invito a %{Delegate}.
japanese: %{Attendee} %{SentByText}は、あなたの招待を%{Delegate}に委任しました。
korean: %{Attendee} %{SentByText}님이 %{Delegate}에게 초대를 위임했습니다.
portuguese: %{Attendee} %{SentByText} delegou o convite para %{Delegate}.
russian: %{Attendee} %{SentByText}делегировал приглашение %{Delegate}.

source: %{Attendee} %{SentByText}has not yet decided upon your event invitation.
dutch: %{Attendee} %{SentByText}heeft nog niet gereageerd op uw uitnodiging.
french: %{Attendee} %{SentByText}choisit de reporter sa décision par rapport à votre invitation.
german: %{Attendee} %{SentByText} hat noch nicht über Ihre Termineinladung entschieden.
italian: %{Attendee} %{SentByText}non ha ancora deciso riguardo il tuo invito all'evento.
japanese: %{Attendee} %{SentByText}は、あなたの招待の回答を決めていません。
korean: %{Attendee} %{SentByText}님이 귀하의 이벤트 초대에 대해 아직 결정하지 않았습니다.
portuguese: %{Attendee} %{SentByText} ainda não decidiu em relação ao seu convite para o evento.
russian: %{Attendee} %{SentByText}не определился с желанием участвовать в запланированном мероприятии.

source: Reminder: "%{Summary}" - %{StartDate}
dutch: Herinnering: "%{Summary}" - %{StartDate}
french: Rappel: "%{Summary}" - %{StartDate}
german: Erinnerung: "%{Summary}" - %{StartDate}
italian: Promemoria: "%{Summary}" - %{StartDate}
korean: 알림: "%{Summary}" - %{StartDate}
portuguese: Lembrete: "%{Summary}" - %{StartDate}
russian: Напоминание: "%{Summary}" - %{StartDate}

source: Cannot access resource: "%{Cn} %{SystemEmail}"
dutch: Kan bron "%{Cn} %{SystemEmail}" niet benaderen
french: Impossible d'accéder à la ressource suivante: %{Cn} %{SystemEmail}
german: Kann auf folgende Ressource nicht zugreifen: "%{Cn} %{SystemEmail}"
italian: Impossibile accedere alla risorsa: "%{Cn} %{SystemEmail}"
japanese: リソースにアクセスできません: "%{Cn} %{SystemEmail}"
korean: 리소스에 접근할 수 없습니다: "%{Cn} %{SystemEmail}"
portuguese: Não foi possível aceder ao recurso: "%{Cn} %{SystemEmail}"
russian: Нет доступа к ресурсу: "%{Cn} %{SystemEmail}"

source: Maximum number of simultaneous bookings (%{NumberOfSimultaneousBookings}) reached for resource "%{Cn} %{SystemEmail}". The conflicting event is "%{EventTitle}", and starts on %{StartDate}.
dutch: Het maximale aantal gelijktijdige reserveringen (%{NumberOfSimultaneousBookings}) voor "%{Cn} %{SystemEmail}" is bereikt. De conflicterende afspraak is "%{EventTitle}" en begint op %{StartDate}.
french: Le nombre maximal de réservations simultanées (%{NumberOfSimultaneousBookings}) est atteint pour la ressource «%{Cn} %{SystemEmail}». L'événement en conflit est «%{EventTitle}» et débute le %{StartDate}.
german: Die maximale Anzahl von gleichzeitigen Buchungen (%{NumberOfSimultaneousBookings}) für die Ressource "%{Cn} %{SystemEmail}" ist erreicht. Der kollidierende Termin ist "%{EventTitle}", und beginnt am %{StartDate}.
italian: Numero massimo di prenotazioni simultanee (%{NumberOfSimultaneousBookings}) raggiunto per la risorsa "%{Cn} %{SystemEmail}". L'evento in conflitto è "%{EventTitle}", ed inizia il %{StartDate}.
japanese: 同時の予約の最大数(%{NumberOfSimultaneousBookings})がリソース"%{Cn} %{SystemEmail}"の最大数に達しました。競合しているイベントは%{StartDate}から開始の"%{EventTitle}"です。
korean: 리소스 "%{Cn} %{SystemEmail}"에 대한 최대 동시 예약 수(%{NumberOfSimultaneousBookings})에 도달했습니다. 충돌하는 이벤트는 "%{EventTitle}"이며, %{StartDate}에 시작합니다.
portuguese: Foi atingido o número máximo de reservas simultâneas, (%{NumberOfSimultaneousBookings}), para o recurso "%{Cn} %{SystemEmail}". O evento em conflito é "%{EventTitle}", e inicia em %{StartDate}.
russian: Достигнуто предельное число заявок (%{NumberOfSimultaneousBookings}) на ресурс "%{Cn} %{SystemEmail}". Конкурирующее событие называется "%{EventTitle}", оно начинается %{StartDate}.

source: Your participation is required to this event
dutch: Uw deelname is vereist voor dit evenement
french: Votre participation est requise pour cet événement
german: Ihre Teilnahme an diesem Termin ist notwendig
italian: La tua partecipazione a questo evento è richiesta
korean: 이 이벤트에 귀하의 참여가 필수입니다
portuguese: A sua participação é obrigatória para este evento
russian: Ваше участие необходимо для этого события

source: Your participation is optional to this event
dutch: Uw deelname is optioneel voor dit evenement
french: Votre participation est optionnelle pour cet événement
german: Ihre Teilnahme an diesem Termin ist freiwillig
italian: La tua partecipazione a questo evento è opzionale
korean: 이 이벤트에 귀하의 참여는 선택 사항입니다
portuguese: A sua participação é opcional para este evento
russian: Ваше участие не является обязательным для этого события

source: Your participation is not required to this event
dutch: Uw deelname is niet vereist voor dit evenement
french: Votre participation n'est pas requise pour cet événement
german: Ihre Teilnahme an diesem Termin ist nicht notwendig
italian: La tua partecipazione a questo evento non è richiesta
korean: 이 이벤트에 귀하의 참여는 필요하지 않습니다
portuguese: A sua participação não é necessária para este evento
russian: Ваше участие не требуется для этого события
