Repository: Alinto/sogo
Catalog: UI/AdministrationUI/*.lproj/Localizable.strings
Languages: dutch, japanese

source: Help
japanese: ヘルプ

source: Close
dutch: Sluiten
japanese: 閉じる

source: Modules
japanese: モジュール

source: ACLs
japanese: アクセス制御リスト

source: ACLs_title
dutch: ACL-beheer gebruikersmappen
japanese: ユーザーフォルダの権限管理

source: ACLs_description
dutch: <p>De Access Control Lists-beheer-module maakt het mogelijk om de ACLs van de agenda's en adresboeken van elke gebruiker te wijzigen.</p><p>Als u de ACLs van de map van een gebruiker wilt wijzigen, typt u de naam van de gebruiker in het zoekveld bovenaan het venster en dubbelklikt u op de gewenste map.</p>
japanese: <p>アクセス制御リストの管理モジュールを使用すると、各ユーザーのカレンダーとアドレス帳のアクセス制御リストを変更できます。</p><p>ユーザーのフォルダのアクセス制御リストを変更するには、ウィンドウの上部の検索欄にユーザーのフォルダのACLを変更するには、ウィンドウの上部にある検索欄にユーザーの名前を入力して、目的のフォルダをダブルクリックしてください。</p>

source: Name or Email
dutch: Naam of e-mail
japanese: 名前またはメール

source: Start a search to edit the rights
dutch: Begin met zoeken om rechten te bewerken
japanese: 権限編集の検索を開始

source: No matching user
dutch: Geen overeenkomstige gebruiker
japanese: 検索条件に一致するユーザーはいません。

source: No resource selected
dutch: Geen middelen geselecteerd
japanese: リソースが選択されていません

source: Add User
dutch: Gebruiker toevoegen
japanese: ユーザーを追加

source: Subscribe User
dutch: Gebruiker abonneren
japanese: ユーザーの登録

source: Rights
dutch: Rechten
japanese: 権限

source: Search Users
dutch: Zoek gebruikers
japanese: ユーザーを検索

source: users found
dutch: gebruikers gevonden
japanese: ユーザーが見つかりません

source: No resource
dutch: Geen middelen
japanese: リソースがありません

source: Any Authenticated User
dutch: Elke geauthenticeerde gebruiker
japanese: すべての認証済みユーザー

source: Public Access
dutch: Publieke toegang
japanese: 公開アクセス

source: ACLs saved
dutch: ACLs opgeslagen
