Repository: Alinto/sogo
Catalog: UI/MailerUI/*.lproj/Localizable.strings
Languages: german, japanese

source: No
german: Nein
japanese: いいえ

source: Location
german: Ort
japanese: 場所

source: Rename
german: Umbenennen
japanese: 名前を変更

source: Compact
german: Komprimieren
japanese: 圧縮

source: Export
german: Exportieren
japanese: エクスポート

source: Set as Drafts
german: Als Entwürfe festlegen
japanese: 下書きフォルダーに設定

source: Set as Sent
german: Als Gesendet festlegen
japanese: 送信済みフォルダーに設定

source: Set as Trash
german: Als Papierkorb festlegen
japanese: ゴミ箱フォルダーに設定

source: Set as Templates
japanese: テンプレートに設定

source: Set as Junk
german: Als Spam markieren
japanese: 迷惑メールフォルダーに設定

source: Sort
german: Sortieren
japanese: 並べ替え

source: Order Received
german: Nach Empfang sortieren
japanese: 受信順

source: Descending Order
german: Absteigende Sortierung
japanese: 降順

source: Back
german: Zurück
japanese: 戻る

source: Copy messages
german: Nachrichten kopieren
japanese: メッセージをコピー

source: More messages options
german: Weitere Nachrichtenoptionen
japanese: その他のメッセージオプション

source: Flag
german: Markierung
japanese: スターを付ける

source: Unflag
japanese: スターを外す

source: Mark as Unread
german: Als Ungelesen markieren
japanese: 未読にする

source: Mark as Read
german: Als gelesen markieren
japanese: 既読にする

source: Closing Window ...
german: Schließe Fenster ...
japanese: ウィンドウを閉じる

source: Tried to send too many mails. Please wait.
german: Sie haben versucht zu viele Nachrichten auf einmal zu schicken. Bitte warten.
japanese: 大量のメールを送信しようとしています。少々お待ちください。

source: View Mail
german: E-Mail Anzeigen
japanese: メールを表示

source: This message contains external images.
german: Diese Nachricht enthält externe Bilder.
japanese: このメールは外部画像を含みます。

source: Expanded
german: Erweitert
japanese: 展開

source: Add a Criteria
german: Ein Kriterium hinzufügen
japanese: 条件を追加

source: More search options
german: Weitere Suchoptionen
japanese: その他の検索オプション

source: Your email has been saved
german: Ihre E-Mail wurde gespeichert
japanese: メールを保存しました

source: Your email has been sent
german: Ihre E-Mail wurde gesendet
japanese: メールを送信しました

source: More Options
japanese: 詳細オプション

source: New draft
japanese: 新しい下書き

source: Create new draft with this template
japanese: 新しい下書きをこのテンプレートで作成

source: Enter Subject
german: Betreff eingeben
japanese: 件名を入力してください

source: Enter From
german: Von eingeben
japanese: 差出人を入力してください

source: Enter To
german: An eingeben
japanese: 宛先を入力してください

source: Enter Cc
german: CC eingeben
japanese: Ccを入力してください

source: Enter Body
german: Inhalt eingeben
japanese: 本文を入力してください

source: Search scope
german: Suchbereich
japanese: 検索範囲

source: Manage Subscriptions
german: Abonnements verwalten
japanese: サブスクリプションの管理

source: Filter
japanese: フィルター

source: Clean folder
japanese: フォルダーを空にする

source: Clean mailbox
japanese: メールボックスを空にする

source: Delete permanently (do not use trash)
japanese: 完全に消去 (ゴミ箱を使用しない)

source: Apply to subfolders
japanese: 子フォルダーに適用する

source: Delete e-mails older than
japanese: これより古いメールを削除:

source: 3 months
japanese: 3 か月

source: 6 months
japanese: 6 か月

source: 9 months
japanese: 9 か月

source: 1 year
japanese: 1 年

source: Custom
japanese: カスタム

source: You are about to permanently delete some messages. Are you sure you want to proceed with this action?
japanese: メッセージを完全に消去しようとしています。本当に実行しますか？

source: Apply
japanese: 適用

source: %{0} message(s) deleted
japanese: メッセージ %{0} 通が削除されました

# msgnumber_to
source: to
german: bis

# msgnumber_of
source: of
german: von

# MoveTo
source: Move &hellip;
german: Verschieben nach &hellip;

source: match
german: stimmt überein

source: does not match
german: stimmt nicht überein
