Repository: Alinto/sogo
Catalog: UI/MailerUI/*.lproj/Localizable.strings
Languages: german, japanese

source: Create
german: Erstellen
japanese: 作成

source: Empty Trash
german: Papierkorb leeren
japanese: ゴミ箱を空にする

source: Empty Junk Folder
japanese: 迷惑メールフォルダーを空にする

source: Delete
german: Löschen
japanese: 削除

source: Expunge
japanese: 消去

source: Forward
german: Weiterleiten
japanese: 転送

source: Get Mail
german: Abrufen
japanese: メールを受信

source: Junk
japanese: 迷惑メール

source: Not junk
german: Kein Spam
japanese: 迷惑メールではない

source: Reply
german: Antworten
japanese: 返信

source: Reply All
german: Allen Antworten
japanese: 全員に返信

source: Print
german: Drucken
japanese: 印刷

source: Stop
german: Stopp
japanese: 停止

source: Write
german: Verfassen
japanese: 書く

source: Search
german: Suchen
japanese: 検索

source: Send
german: Senden
japanese: 送信

source: Contacts
german: Kontakte
japanese: 連絡先

source: Attach
german: Anhang
japanese: 添付

source: Save
german: Speichern
japanese: 保存

source: Options
german: Optionen
japanese: オプション

source: Close
german: Schließen
japanese: 閉じる

source: Size
german: Größe
japanese: サイズ

source: Send this message now
german: Diese Nachricht jetzt senden
japanese: このメッセージをすぐに送信

source: Select a recipient from an Address Book
german: Einen Empfänger aus einem Adressbuch wählen
japanese: アドレス帳から宛先を選択

source: Include an attachment
german: Datei-Anhang hinzufügen
japanese: 添付ファイルを追加

source: Save this message
german: Diese Nachricht speichern
japanese: このメッセージを保存

source: Get new messages
german: Neue Nachrichten abrufen
japanese: 新しいメッセージを取得

source: Create a new message
german: Eine neue Nachricht schreiben
japanese: 新しいメッセージを作成

source: Go to address book
german: Adressbuch öffnen
japanese: アドレス帳に移動

source: Reply to the message
german: Auf gewählte Nachricht(en) antworten
japanese: メッセージに返信

source: Reply to sender and all recipients
german: Auf gewählte Nachricht(en) an den Absender und alle Empfänger antworten
japanese: 差出人とすべての宛先に返信

source: Forward selected message
german: Gewählte Nachricht(en) weiterleiten
japanese: 選択したメッセージを転送

source: Delete selected message or folder
german: Gewählte Nachricht(en) oder Ordner löschen
japanese: 選択したメッセージを削除

source: Print this message
german: Gewählte Nachricht drucken
japanese: このメッセージを印刷

source: Stop the current transfer
german: Derzeitige Übertragung stoppen
japanese: 現在の転送を停止

source: Attachment
german: Anhang
japanese: 添付ファイル

source: Unread
german: Ungelesene
japanese: 未読

source: Flagged
german: Markiert
japanese: スター

source: Search multiple mailboxes
german: In mehreren Postfächern suchen
japanese: 複数のメールボックスを検索

source: Home
german: Anfang
japanese: ホーム

source: Calendar
german: Kalender
japanese: カレンダー

source: Address Book
german: Adressbuch
japanese: アドレス帳

source: Mail
german: E-Mail
japanese: メール

source: Right Administration
german: Rechteverwaltung
japanese: 権限の管理

source: Help
german: Hilfe
japanese: ヘルプ

source: Welcome to the SOGo Mailer. Use the folder tree on the left to browse your mail accounts!
german: Willkommen zum SOGo Mailer. Verwenden Sie den Ordnerbaum auf der linken Seite, um in Ihrem E-Mail-Konto zu stöbern!
japanese: SOGoメーラーへようこそ。メールアカウントを参照するには、左側にフォルダツリーを使用してください。

source: Read messages
german: Nachrichten lesen
japanese: メッセージを閲覧

source: Write a new message
german: Eine neue Nachricht schreiben
japanese: 新しいメッセージを作成

source: Write a message in new window
german: Nachricht in einem neuen Fenster schreiben
japanese: 新しいウィンドウでメッセージを作成

source: Share
german: Benutzerrechte
japanese: 共有

source: Account
german: Konto
japanese: アカウント

source: Shared Account
german: Gemeinsames Konto
japanese: 共有アカウント

source: No message selected
german: Keine Nachricht ausgewählt
japanese: メッセージが選択されていません

source: No mailbox selected
german: Keine Mailbox ausgewählt
japanese: メールボックスが選択されていません

source: An error occured while communicating with the mail server
german: Bei der Kommunikation mit dem E-Mail-Server ist ein Fehler aufgetreten
japanese: メールサーバーとの通信中にエラーが発生しました

source: Folder compacted
german: Ordner komprimiert
japanese: フォルダーが圧縮されました

source: Junk folder emptied
japanese: 迷惑メールフォルダーを空にしました

source: Trash emptied
german: Papierkorb geleert
japanese: ゴミ箱を空にしました

source: Access rights to
german: Zugriffsrechte für
japanese: アクセス権

source: For user
german: Für Benutzer
japanese: ユーザー

source: Any Authenticated User
german: Alle authentifizierten Benutzer
japanese: すべての認証済みユーザー

source: View this folder
japanese: このフォルダーを表示する

source: Read mails from this folder
german: E-Mails in diesem Ordner ansehen
japanese: このフォルダーのメールを読み取る

source: Mark mails read and unread
german: E-Mails in diesem Ordner als (un)gelesen markieren
japanese: メールを既読または未読にする

source: Modify the flags of the mails in this folder
german: Markierungen von E-Mails in diesem Ordner verändern
japanese: このフォルダーのメールのスターを編集する

source: Insert, copy and move mails into this folder
german: E-Mails in diesem Ordner hinzufügen, kopieren und verschieben
japanese: このフォルダーにメールを挿入、コピー、移動する

source: Post mails
german: E-Mails versenden
japanese: メールを送信する

source: Add subfolders to this folder
german: Neue Unterordner anlegen
japanese: このフォルダーに子フォルダーを追加する

source: Remove this folder
german: Diesen Ordner löschen
japanese: このフォルダーを削除する

source: Erase mails from this folder
german: E-Mails in diesem Ordner löschen
japanese: このフォルダーからメールを消去する

source: Expunge this folder
german: Diesen Ordner komprimieren
japanese: このフォルダーを消去する

source: Export This Folder
german: Diesen Ordner exportieren
japanese: このフォルダーをエクスポートする

source: Modify the acl of this folder
german: Benutzerrechte dieses Ordners verändern
japanese: このフォルダーのaclを編集する

source: Saved Messages.zip
german: Gespeicherte Nachrichten.zip
japanese: Messages.zipを保存しました

source: Update
german: Speichern
japanese: 更新

source: Cancel
german: Abbrechen
japanese: キャンセル

source: From
german: Von
japanese: 差出人

source: Subject
german: Betreff
japanese: 件名

source: To
german: An
japanese: 宛先

source: Reply-To
german: Antwort an
japanese: 返信先

source: Add address
german: Adresse hinzufügen
japanese: アドレスを追加

source: Body
german: Inhalt
japanese: 本文

source: Open
german: Öffnen
japanese: 開く

source: Select All
german: Alles auswählen
japanese: すべて選択

source: Select Message
german: Nachricht auswählen
japanese: メッセージを選択

source: Attach Web Page...
german: Webseite anhängen...
japanese: Webページを添付...

source: file
german: Datei
japanese: ファイル

source: files
german: Dateien
japanese: ファイル

source: Save all
german: Alles speichern
japanese: すべて保存

source: To
german: An
japanese: 宛先

source: Add a recipient
german: Bitte einen Empfänger eintragen
japanese: 宛先を追加

source: Edit Draft...
german: Entwurf bearbeiten...
japanese: 下書きを編集...

source: Load Images
german: Bilder laden
japanese: 画像を読み込む

source: Return Receipt
german: Empfangsbestätigung
japanese: 開封確認を返送

source: Choose which identity to send this message from
japanese: このメッセージを送信する差出人情報を選択

source: The sender of this message has asked to be notified when you read this message. Do you wish to notify the sender?
german: Der Absender möchte benachrichtigt werden, sobald Sie diese Nachricht lesen. Möchten Sie den Absender benachrichtigen?
japanese: このメッセージの差出人は、このメッセージを読んだときに通知するよう求めています。差出人に通知しますか？

source: Return Receipt (displayed) - %@
german: Empfangsbestätigung (angezeigt) - %@
japanese: 開封確認を返送 (表示中) - %@

source: This is a Return Receipt for the mail that you sent to %@. Note: This Return Receipt only acknowledges that the message was displayed on the recipient's computer. There is no guarantee that the recipient has read or understood the message contents.
german: Dies ist die Empfangsbestätigung für die Nachricht, die Sie an %@ gesendet haben. Hinweis: Es wird lediglich bestätigt, dass die Nachricht auf dem Computer des Empfängers empfangen (angezeigt) wurde. Es wird nicht garantiert, dass der Empfänger die Nachricht gelesen und/oder verstanden hat.
japanese: あなたが %@ に送信したメールの開封確認です。 注意: この開封確認は、メッセージが宛先のコンピューターで表示されたことを通知するのみです。宛先がメッセージの内容を読んだ、または理解したことを保証するものではありません。

source: Security
german: Sicherheit
japanese: セキュリティ

source: Sign
german: Unterschreiben
japanese: 署名

source: Encrypt
german: Verschlüsseln
japanese: 暗号化

source: Priority
german: Priorität
japanese: 優先度

source: Highest
german: Sehr hoch
japanese: 最高

source: High
german: Hoch
japanese: 高

source: Normal
japanese: 通常

source: Low
german: Niedrig
japanese: 低

source: Lowest
german: Sehr niedrig
japanese: 最低

source: This mail is being sent from an unsecure network!
german: Diese E-Mail wurde von einem unsicheren Netzwerk gesendet!
japanese: このメールは安全でないネットワークから送信されています！

source: Address Book
german: Adressbuch
japanese: アドレス帳

source: Search For
german: Suche nach
japanese: 検索

source: Contains
japanese: 次を含む

source: Does not contains
japanese: 次を含まない

source: Advanced search
japanese: 高度な検索

source: Anytime
japanese: 全期間

source: Last 7 days
japanese: 7 日前まで

source: Last 30 days
japanese: 30 日前まで

source: Last 6 month
japanese: 6 か月前まで

source: Before
japanese: ...より前

source: After
japanese: ...より後

source: Between
japanese: 期間を指定

source: With attachments
japanese: 添付ファイルあり

source: In favorites
japanese: スター付き

source: Unseen only
japanese: 未読のみ

source: Show more
japanese: さらに表示

source: Reset
japanese: リセット

source: Message size
japanese: メッセージのサイズ

source: all
german: Alle
japanese: すべて

source: read
german: Gelesene
japanese: 既読

source: unread
german: Ungelesene
japanese: 未読

source: deleted
german: Gelöschte
japanese: 削除済み

source: flagged
german: Markierte
japanese: スター付き

source: Sender
german: Absender
japanese: 差出人

source: Subject or Sender
german: Betreff oder Absender
japanese: 件名または差出人

source: To or Cc
german: Empfänger (An oder CC)
japanese: ToまたはCc

source: Entire Message
german: Nachrichtentext
japanese: メッセージ全体

source: Date
german: Datum
japanese: 日付

source: View
german: Ansicht
japanese: 表示

source: All
german: Alle
japanese: すべて

source: No message
german: Keine Nachricht
japanese: メッセージがありません

source: messages
german: Nachricht(en)
japanese: 通のメッセージ

source: Yesterday
german: Gestern
japanese: 昨日

source: First
german: Erste
japanese: 最初

source: Previous
german: Vorherige
japanese: 前

source: Next
german: Nächste
japanese: 次

source: Last
german: Letzte
japanese: 最後

source: Mark Unread
german: Als ungelesen markieren
japanese: 未読にする

source: Mark Read
german: Als gelesen markieren
japanese: 既読にする

source: Untitled
german: ohne Titel
japanese: 件名なし

source: Show unread messages only
japanese: 未読メッセージのみ表示

source: Show flagged messages only
japanese: スター付きメッセージのみ表示

source: Filtered by label
japanese: ラベルでフィルター中

# SentFolderName
source: Sent
german: Gesendet
japanese: 送信済み

# TrashFolderName
source: Trash
german: Papierkorb
japanese: ゴミ箱

# InboxFolderName
source: Inbox
german: Posteingang
japanese: 受信トレイ

# DraftsFolderName
source: Drafts
german: Entwürfe
japanese: 下書き

# JunkFolderName
source: Junk
german: Spam
japanese: 迷惑メール

# TemplatesFolderName
source: Templates
japanese: テンプレート

# SieveFolderName
source: Filters
german: Filter
japanese: フィルター

source: Folders
german: Ordner
japanese: フォルダー

source: Add to Address Book...
german: Zum Adressbuch hinzufügen...
japanese: アドレス帳に追加...

source: Successfully created card
german: Karte erfolgreich erstellt
japanese: カードを作成しました

source: Compose Mail To
german: Verfassen an
japanese: ...にメールを作成

source: Create Filter From Message...
german: Filter aus Nachricht erstellen...
japanese: メッセージからフィルタを作成...

source: Save Image
german: Bild speichern
japanese: 画像を保存

source: Save Attachment
german: Anhang speichern
japanese: 添付ファイルを保存

source: Open in New Mail Window
german: In neuem Fenster öffnen
japanese: 新しいメールウィンドウで開く

source: Copy Folder Location
german: Ordneradresse kopieren
japanese: フォルダーの場所をコピー

source: Subscribe...
german: Abonnieren...
japanese: 購読...

source: Mark Folder Read
german: Ordner als gelesen markieren
japanese: フォルダーを既読に設定

source: New Folder...
german: Neuer Ordner...
japanese: 新しいフォルダー...

source: Compact This Folder
german: Komprimieren
japanese: このフォルダーを圧縮

source: Search Messages...
german: Suchen...
japanese: メッセージを検索...

source: Sharing...
german: Benutzerrechte...
japanese: 共有...

source: New Subfolder...
german: Neuer Unterordner...
japanese: 新しい子フォルダー...

source: Rename Folder...
german: Umbenennen...
japanese: フォルダーの名前を変更...

source: Delete Folder
german: Löschen
japanese: フォルダーを削除

source: Use This Folder For
german: Diesen Ordner verwenden für
japanese: このフォルダーの用途

source: Get Messages for Account
german: Neue Nachrichten abrufen
japanese: アカウントのメッセージを取得

source: Properties...
german: Eigenschaften...
japanese: プロパティ...

source: Delegation...
japanese: 委任設定...

source: Sent Messages
german: Gesendete Nachrichten
japanese: 送信済みメッセージ

source: Drafts
german: Entwürfe
japanese: 下書き

source: Deleted Messages
german: Gelöschte Nachrichten
japanese: 削除済みメッセージ

source: Junk Messages
german: Spam-Nachrichten
japanese: 迷惑メール

source: Open Message In New Window
german: In neuem Fenster öffnen
japanese: 新しいウィンドウでメッセージを開く

source: Reply to Sender Only
german: Nur dem Absender antworten
japanese: 差出人のみに返信

source: Reply to All
german: Allen antworten
japanese: 全員に返信

source: Edit As New...
german: Als neu bearbeiten...
japanese: 新規として編集...

source: Move To
german: Verschieben in
japanese: 移動先

source: Copy To
german: Kopieren in
japanese: コピー先

source: Label
german: Schlagwörter
japanese: ラベル

source: Mark
german: Markieren
japanese: マーク

source: Save As...
german: Speichern unter...
japanese: 名前を付けて保存...

source: Print Preview
german: Druckvorschau
japanese: 印刷プレビュー

source: View Message Source
german: Nachrichten-Quelltext
japanese: メッセージのソースを表示

source: View raw message
japanese: 元のメッセージを表示

source: Convert To Event
german: In Termin umwandeln
japanese: 予定に変換

source: Convert To Task
german: In Aufgabe umwandeln
japanese: タスクに変換

source: Download message
japanese: メッセージをダウンロード

source: Download message (zip)
japanese: メッセージをダウンロード (zip)

source: Download all attachments
german: Alle Anhänge herunterladen
japanese: すべての添付ファイルをダウンロード

source: attachments
german: Anhänge
japanese: 添付ファイル

source: Print...
german: Drucken...
japanese: 印刷...

source: Delete Message
german: Nachricht löschen
japanese: メッセージを削除

source: Delete Selected Messages
german: Gewählte Nachricht(en) löschen
japanese: 選択したメッセージを削除

source: Mark the selected messages as junk
german: Gewählte Nachricht(en) als Junk einstufen
japanese: 選択したメッセージに迷惑マークを付ける

source: Mark the selected messages as not junk
german: Die ausgewählte Nachricht nicht mehr als Spam markieren
japanese: 選択したメッセージから迷惑マークを外す

source: and %{0} more...
german: und %{0} weitere...
japanese: その他 %{0} 人

source: Hide
german: Verbergen
japanese: 非表示

source: selected
german: ausgewählt
japanese: 通を選択中

# to_time
source: to
japanese: 宛先

# to_date
source: to
japanese: 宛先

source: This message is encrypted
german: Diese Nachricht ist verschlüsselt.
japanese: このメッセージは暗号化されています

source: This message can't be decrypted. Please make sure you have uploaded your S/MIME certificate from the mail preferences module.
german: Diese Nachricht kann nicht entschlüsselt werden. Bitte stellen Sie sicher, dass Sie ihr S/MIME-Zertifikat im Modul für E-Mail-Einstellungen hochgeladen haben.
japanese: このメッセージは復号できません。メールの設定からあなたの S/MIME 証明書をアップロードしていることを確認してください。

# certificate verify error
source: Unable to verify message signature
german: Signatur der Nachricht konnte nicht verifiziert werden
japanese: メッセージの署名を確認できませんでした

# digest failure
source: The message has been modified
german: Die Nachricht wurde verändert.
japanese: このメッセージは編集されています

source: Error reading the certificate. Please install a new certificate.
german: Fehler beim Lesen des Zertifikats. Bitte installieren Sie ein neues Zertifikat.
japanese: 証明書の読み込み中にエラーが発生しました。新しい証明書をインストールしてください。

source: No certificate associated to account.
german: Kein Zertifikat mit dem Benutzer verbunden
japanese: アカウントに証明書が関連付けられていません。

source: Digital signature is not valid
japanese: デジタル署名が無効です

source: Message is signed
japanese: メッセージは署名されています

source: Message is signed but the certificate doesn't match the sender email address
japanese: メッセージは署名されていますが、証明書と差出人のメールアドレスが異なります

source: This Folder
german: Dieser Ordner
japanese: このフォルダー

source: None
german: Kein
japanese: なし

source: As Read
german: Gelesen
japanese: 既読にする

source: Thread As Read
german: Thema gelesen
japanese: スレッドを既読にする

source: As Read By Date...
german: Datumsbereich gelesen...
japanese: 日付で既読にする...

source: All Read
german: Alles gelesen
japanese: すべて既読にする

source: As Junk
german: Junk
japanese: 迷惑マークを付ける

source: As Not Junk
german: Kein Junk
japanese: 迷惑マークを外す

source: Run Junk Mail Controls
german: Junk-Filter anwenden
japanese: 迷惑メールコントロールを実行

source: Search messages in
german: Nachrichten suchen in
japanese: 次でメッセージを検索

source: Search subfolders
german: Durchsuche Unterordner
japanese: 子フォルダーを検索

source: Match any of the following
german: Die auf mindestens eines der folgenden Muster passen
japanese: いずれかに一致

source: Match all of the following
german: Die auf alle der folgenden Muster passen
japanese: すべてに一致

source: contains
german: enthält
japanese: 含む

source: does not contain
german: enthält nicht
japanese: 含まない

source: No matches found
german: Keine Treffer gefunden
japanese: 一致する結果が見つかりません

source: results found
german: Ergebnisse gefunden
japanese: 件の結果が見つかりました

source: result found
german: Ergebnis gefunden
japanese: 件の結果が見つかりました

source: Please specify at least one filter
german: Bitte mindestens einen Filter definieren
japanese: 少なくとも1つのフィルターを指定してください

source: Name
japanese: 名前

source: Enter the new name of your folder
german: Geben Sie den Namen des neuen Ordners ein
japanese: フォルダー名を入力してください

source: Do you really want to move this folder into the trash ?
german: Wollen Sie diesen Ordner wirklich in den Papierkorb verschieben?
japanese: 本当にこのフォルダーをゴミ箱に移動しますか？

source: Operation failed
german: Operation fehlgeschlagen.
japanese: 操作に失敗しました

source: Quota:
japanese: 割り当て:

# quotasFormat
source: %{0}% used on %{1} MB
german: %{0}% von %{1} MB verwendet
japanese: %{1} MB の %{0}% を使用中

# messageQuotasFormat
source: %{0}% of %{1} msgs
japanese: %{1} 通の %{0}%

source: Unable to move/delete folder.
german: Kann den Ordner nicht verschieben/löschen.
japanese: フォルダーを移動/削除できません。

source: The mailbox could not be moved to the trash folder. Would you like to delete it immediately?
german: Der E-Mail-Ordner konnte nicht in den Papierkorb verschoben werden. Möchten Sie ihn sofort löschen?
japanese: メールボックスをゴミ箱に移動することはできません。メールボックスを削除しますか？

source: Are you sure you want to delete the selected messages?
german: Wollen Sie wirklich die ausgewählten Nachrichten löschen?
japanese: 本当に選択したメッセージを削除しますか？

source: %{0} message(s) copied
german: %{0} Nachrichten kopiert
japanese: メッセージ %{0} 通をコピーしました

source: %{0} message(s) moved
german: %{0} Nachricht(en) verschoben
japanese: メッセージ %{0} 通を移動しました

source: Please select a message.
german: Sie müssen eine Nachricht auswählen.
japanese: メッセージを選択してください。

source: Please select a message to print.
german: Sie müssen eine Nachricht zum Drucken auswählen.
japanese: 印刷するメッセージを選択してください。

source: Please select only one message to print.
german: Bitte wählen Sie nur eine Nachricht zum Drucken aus.
japanese: 印刷するメッセージはひとつだけ選択してください。

source: The message you have selected doesn't exist anymore.
german: Die gewählte Nachricht existiert nicht mehr.
japanese: 選択したメッセージは存在しません。

source: The folder with name "%{0}" could not be created.
german: Der Ordner mit dem Namen "%{0}" konnte nicht erzeugt werden.
japanese: "%{0}" という名前のフォルダーは作成できませんでした。

source: This folder could not be renamed to "%{0}".
german: Dieser Ordner konnte nicht in "%{0}" umbenannt werden.
japanese: フォルダーの名前を "%{0}" に変更できませんでした。

source: The folder could not be deleted.
german: Der Ordner konnte nicht gelöscht werden.
japanese: フォルダーを削除できませんでした。

source: The trash could not be emptied.
german: Der Papierkorb konnte nicht geleert werden.
japanese: ゴミ箱を空にできませんでした。

source: The folder functionality could not be changed.
german: Die Ordnerverwendung konnte nicht geändert werden.
japanese: フォルダーの機能を変更できませんでした。

source: You need to choose a non-virtual folder!
german: Sie müssen einen nicht-virtuellen Ordner auswählen!
japanese: 仮想ではないフォルダーを選択してください！

source: Moving a message into its own folder is impossible!
german: Nachricht befindet sich bereits in diesem Ordner!
japanese: メッセージは自身のフォルダーに移動できません！

source: Copying a message into its own folder is impossible!
german: Nachricht befindet sich bereits in diesem Ordner!
japanese: メッセージは自身のフォルダーにコピーできません！

source: The messages could not be moved to the trash folder. Would you like to delete them immediately?
german: Die Nachricht(en) konnten nicht in den Papierkorb verschoben werden. Wollen Sie diese endgültig löschen?
japanese: メッセージをゴミ箱フォルダーに移動できませんでした。メッセージを完全に消去しますか？

source: Please specify a subject.
german: Bitte geben Sie einen Betreff an.
japanese: 件名を指定してください。

# error_missingsubject
source: The message has no subject. Are you sure you want to send it?
german: Der Betreff fehlt. Sind Sie sicher, dass Sie dies so senden möchten?
japanese: メッセージに件名がありません。本当に送信しますか？

# error_missingrecipients
source: Please specify at least one recipient.
german: Der Empfänger fehlt.
japanese: 宛先を少なくともひとつを指定してください。

source: Send Anyway
german: Trotzdem versenden
japanese: とにかく送信する

source: Error while saving the draft
german: Fehler beim Speichern des Entwurfes
japanese: 下書きを保存中にエラーが発生しました

source: Unable to empty the trash folder.
japanese: ゴミ箱フォルダーを空にできません。

source: Unable to empty the junk folder.
japanese: 迷惑メールフォルダーを空にできません。

source: Error while uploading the file "%{0}":
german: Fehler beim Hochladen der Datei "%{0}":
japanese: ファイル "%{0}" のアップロード中にエラーが発生しました:

source: There is an active file upload. Closing the window will interrupt it.
german: Es wird gerade eine Datei hochgeladen. Das Schließen des Fensters wird dies abbrechen.
japanese: ファイルをアップロード中です。ウィンドウを閉じると中断します。

source: Message is too big
german: Nachricht ist zu groß
japanese: メッセージのサイズが大きすぎます

source: Sending
german: Sende
japanese: 送信中

source: Sent
german: Gesendet
japanese: 送信しました

# cannot send message: (smtp) all recipients discarded
source: Cannot send message: all recipients are invalid.
german: Kann Nachricht nicht versenden: Alle Empfänger sind ungültig.
japanese: メッセージを送信できません: すべての宛先が無効です。

# cannot send message (smtp) - recipients discarded
source: Cannot send message. The following addresses are invalid
german: Kann Nachricht nicht versenden: Die folgenden Adressen sind ungültig
japanese: メッセージを送信できません: 以下のアドレスが無効です

# cannot send message: (smtp) error when connecting
source: Cannot send message: error when connecting to the SMTP server.
german: Kann Nachricht nicht versenden: Fehler beim Verbinden mit dem SMTP-Server.
japanese: メッセージを送信できません: SMTPサーバーへの接続中にエラーが発生しました。

# cannot sign email without certificate
source: The message can't be signed because there's no certificate associated to the mail account.
japanese: メールアカウントに関連付けられた証明書が存在しないため、メッセージに署名できませんでした。

# cannot sign message because the certificate can't be read
source: The message can't be signed becasue the certificate associated to the mail account can't be read.
japanese: メールアカウントに関連付けられた証明書を読み取れないため、メッセージに署名できませんでした。

source: The message can't be signed because the sender address is not included in the certificate associated to the mail account.
japanese: メールアカウントに関連付けられた証明書に差出人のアドレスが含まれていないため、メッセージに署名できませんでした。

source: Email
japanese: メール

source: More mail options
german: Weitere E-Mail-Optionen
japanese: その他のメールオプション

source: Delegation
japanese: 委任設定

source: Add User
german: Benutzer hinzufügen
japanese: ユーザーを追加

source: Add a tag
german: Schlagwort hinzufügen
japanese: タグを追加

source: reply
german: Antworten
japanese: 返信

source: Edit
german: Ändern
japanese: 編集

source: Yes
german: Ja
japanese: はい
