Repository: Alinto/sogo
Catalog: UI/Scheduler/*.lproj/Localizable.strings
Languages: dutch, russian

# validate_endbeforestart
source: The end date that you entered occurs before the start date.
dutch: De gekozen einddatum is voor de begindatum.
russian: Дата начала позже даты конца

# validate_untilbeforeend
source: The recurrence must end after the first occurrence.
dutch: De herhaling moet eindigen nadat deze eenmaal is voorgekomen.
russian: Повторение должно заканчиваться после первого появления.

source: Events
dutch: Afspraken
russian: События

source: Tasks
dutch: Taken
russian: Задачи

source: Show completed tasks
dutch: Voltooide taken weergeven
russian: Показать выполненные задачи

source: Task
dutch: Taak
russian: Задача

source: Event
dutch: Afspraak
russian: Событие

source: Recurrence
dutch: Herhaling
russian: Повторение

source: New Event
dutch: Nieuwe afspraak
russian: Новое событие

source: New Task
dutch: Nieuwe taak
russian: Новая задача

source: Edit
dutch: Aanpassen
russian: Изменить

source: Delete
dutch: Verwijderen
russian: Удалить

source: Go to Today
dutch: Ga naar vandaag
russian: Сегодня

source: Day View
dutch: Dagoverzicht
russian: День

source: Week View
dutch: Weekoverzicht
russian: Неделя

source: Month View
dutch: Maandoverzicht
russian: Месяц

source: Reload
dutch: Herlaad
russian: Обновить

source: selected
dutch: geselecteerd
russian: выбран

# eventPartStatModificationError
source: Your participation status could not be modified.
dutch: Uw participatiestatus kon niet worden gewijzigd.
russian: Невозможно изменить статус Вашего участия.

source: New Event...
dutch: Nieuwe afspraak...
russian: Новое событие...

source: New Task...
dutch: Nieuwe taak...
russian: Новое задание...

source: Edit Selected Event...
dutch: Afspraak aanpassen...
russian: Редактировать выбранное задание...

source: Delete Selected Event
dutch: Afspraak verwijderen...
russian: Удалить выбранное задание

source: Select All
dutch: Alles selecteren
russian: Выбрать все

source: Workweek days only
dutch: Alleen werkdagen weergeven
russian: Только рабочие дни недели

source: Tasks in View
dutch: Taken in binnen het zicht
russian: Задания в виде

# eventDeleteConfirmation
source: The following event(s) will be erased:
dutch: Weet u zeker dat u de volgende afspraken wilt verwijderen?
russian: Следующие события будут удалены:

# taskDeleteConfirmation
source: The following task(s) will be erased:
dutch: Weet u zeker dat u de volgende taken wilt verwijderen?
russian: Следующие задачи будут удалены:

source: Would you like to continue?
dutch: Wilt u doorgaan?
russian: Продолжить?

source: You cannot remove nor unsubscribe from your personal calendar.
dutch: U kunt niet uw persoonlijke agenda verwijderen of opzeggen.
russian: Вы не можете удалить персональный календарь, равно как и выключить подписку на него.

source: Are you sure you want to delete the calendar "%{0}"?
dutch: Weet u zeker dat u de agenda "%{0}" wilt verwijderen?
russian: Вы уверены что хотите удалить календарь "%{0}"?

source: Participant
dutch: Deelnemer
russian: Участник

source: Optional Participant
dutch: Gewenste deelnemer
russian: Необязательный участник

source: Non Participant
dutch: Geen deelnemer
russian: Не участник

source: Chair
dutch: Voorzitter
russian: Организатор

source: Needs action
dutch: Actie vereist
russian: Требует действия

source: Accepted
dutch: Geaccepteerd
russian: Принято

source: Declined
dutch: Geweigerd
russian: Отклонено

source: Tentative
dutch: Onder voorbehoud
russian: Предварительно

source: Free
dutch: Beschikbaar
russian: Свободен

source: Busy
dutch: Bezet
russian: Занят

source: Maybe busy
dutch: Waarschijnlijk bezet
russian: Возможно занят

source: No free-busy information
dutch: Geen beschikbaarheidsinformatie
russian: Нет информации о занятости

source: Suggest time slot
dutch: Tijdvak voorstellen
russian: Предложить интервал

source: Zoom
russian: Увеличить

source: Previous slot
dutch: Vorige
russian: Предыдущий интервал

source: Next slot
dutch: Volgende
russian: Следующий интервал

source: Previous hour
dutch: Vorig uur
russian: Предыдущий час

source: Next hour
dutch: Volgend uur
russian: Следующий час

source: Work days only
dutch: Alleen op werkdagen
russian: Только рабочие дни

source: The whole day
dutch: De hele dag
russian: Весь день

source: Between
dutch: Tussen
russian: между

source: and
dutch: en
russian: и

source: A time conflict exists with one or more attendees. Would you like to keep the current settings anyway?
dutch: Een tijdsconflict bestaat met een of meer deelnemers. Wilt u toch de huidige instellingen houden?
russian: У одного или нескольких приглашенных есть конфликт по времени. Вы хотите сохранить текущие настройки несмотря на конфликт?

source: Due
dutch: Tot
russian: Срок

source: (Private Event)
dutch: (Privé-afspraak)
russian: (Личное событие)

# vevent_class0
source: (Public event)
dutch: (Publieke afspraak)
russian: (Публичное событие)

# vevent_class1
source: (Private event)
dutch: (Privé-afspraak)
russian: (Личное событие)

# vevent_class2
source: (Confidential event)
dutch: (Vertrouwelijke afspraak)
russian: (Конфиденциальное событие)

source: Descending Order
dutch: Aflopende volgorde
russian: В убывающем порядке

# vtodo_class0
source: (Public task)
dutch: (Publieke taak)
russian: (Публичное задание)

# vtodo_class1
source: (Private task)
dutch: (Privétaak)
russian: (Личное задание)

# vtodo_class2
source: (Confidential task)
dutch: (Vertrouwelijke taak)
russian: (Конфиденциальное задание)

# closeThisWindowMessage
source: Thank you! You may now close this window or view your
dutch: Hartelijk bedankt. U kunt dit venster nu sluiten.
russian: Спасибо! Вы можете закрыть это окно или посмотреть

source: Multicolumn Day View
dutch: Meerkolommige dagweergave
russian: День в несколько колонок

source: Please select an event or a task.
dutch: Selecteer een afspraak of een taak.
russian: Пожалуйста выберите событие или задачу.

# editRepeatingItem
source: The item you are editing is a repeating item. Do you want to edit all occurences of it or only this single instance?
dutch: Het item dat u bewerkt is een herhalend item. Wilt u alle items of enkel dit item bewerken?
russian: Вы выбрали для изменения повторяющееся событие. Изменяя свойства этого события, вы можете изменить их для всех повторов или только для выбранного события. Что вы хотите изменить?

# button_thisOccurrenceOnly
source: This occurence only
dutch: Enkel dit item
russian: Только это появление

# button_allOccurrences
source: All occurences
dutch: Alle herhalingen
russian: Все появления

source: Edit This Occurrence
dutch: Bewerk deze afspraak
russian: Редактировать это появление

source: Edit All Occurrences
dutch: Bewerk afsprakenreeks
russian: Редактировать все появления

source: Update This Occurrence
dutch: Werk deze afspraak bij
russian: Обновить это появление

source: Update All Occurrences
dutch: Werk afsprakenreeks bij
russian: Обновить все появления

source: Color
dutch: Kleur
russian: Цвет

source: Include in free-busy
dutch: In de beschikbaarheid insluiten
russian: Включить свободен-занят

source: Synchronization
dutch: Synchronisatie
russian: Синхронизация

source: Synchronize
dutch: Synchroniseren
russian: Синхронизировать

source: Tag
dutch: Markering
russian: Метка

source: Display
dutch: Tonen
russian: Вид

source: Show alarms
dutch: Alarmen tonen
russian: Показывать оповещения

source: Show tasks
dutch: Taken tonen
russian: Показывать задания

source: Notifications
dutch: Notificaties
russian: Напоминания

source: Receive a mail when I modify my calendar
dutch: Ontvang een e-mail als ik mijn agenda verander
russian: Получать письмо, если я изменю свой календарь

source: Receive a mail when someone else modifies my calendar
dutch: Ontvang een e-mail als iemand anders mijn agenda verandert
russian: Получать письмо, если кто-то изменит мой календарь

source: When I modify my calendar, send a mail to
dutch: Als ik mijn agenda verander, stuur een e-mail naar
russian: Если я изменяю календарь, отправлять письмо на адрес

source: Email Address
dutch: E-mailadres
russian: Адрес электронной почты

source: Export
dutch: Exporteren
russian: Экспорт

source: Show Only This Calendar
dutch: Toon alleen deze agenda
russian: Показать только этот календарь

source: Show All Calendars
dutch: Toon alle agenda's
russian: Показать все календари

source: Links to this Calendar
dutch: Koppelingen naar deze agenda
russian: Ссылки на этот календарь

source: Authenticated User Access
dutch: Toegang voor geauthenticeerde gebruikers
russian: Доступ авторизированных пользователей

# dayFieldInvalid
source: Please specify a numerical value in the Days field greater or equal to 1.
dutch: Vul een numerieke waarde in het veld Dagen in groter dan of gelijk aan 1.
russian: Пожалуйста, укажите число больше нуля в поле дней.

# weekFieldInvalid
source: Please specify a numerical value in the Week(s) field greater or equal to 1.
dutch: Vul een numerieke waarde in het Week/Weken veld groter of gelijk aan 1.
russian: Пожалуйста, укажите число больше нуля в поле недель.

# monthFieldInvalid
source: Please specify a numerical value in the Month(s) field greater or equal to 1.
dutch: Vul een numerieke waarde in het Maand(en) veld groter of gelijk aan 1.
russian: Пожалуйста, укажите число больше нуля в поле месяцев.

# monthDayFieldInvalid
source: Please specify a numerical value in the month day field greater or equal to 1.
dutch: Vul een numerieke waarde in het maand dag veld groter of gelijk aan 1.
russian: Пожалуйста, укажите число больше нуля в поле день месяца.

# yearFieldInvalid
source: Please specify a numerical value in the Year(s) field greater or equal to 1.
dutch: Vul een numerieke waarde in het Jaar/Jaren veld groter of gelijk aan 1.
russian: Пожалуйста, укажите число больше нуля в поле лет.

# appointmentFieldInvalid
source: Please specify a numerical value in the Appointment(s) field greater or equal to 1.
dutch: Vul een numerieke waarde in het Afspraken veld groter of gelijk aan 1.
russian: Пожалуйста, укажите число больше нуля в поле оповещений.

# recurrenceUnsupported
source: This type of recurrence is currently unsupported.
dutch: Dit soort herhaling wordt op dit moment niet ondersteund.
russian: Этот тип повторений пока не поддерживается.

source: Please specify a calendar name.
dutch: Geef een agendanaam op.
russian: Пожалуйста, укажите имя календаря.

# tagNotDefined
source: You must specify a tag if you want to synchronize this calendar.
dutch: U moet een tag opgeven als u deze agenda wil synchroniseren.
russian: Вы должны указать метку (tag) если хотите синхронизировать этот календарь.

# tagAlreadyExists
source: The tag you specified is already associated to another calendar.
dutch: De tag die u hebt opgegeven is al gekoppeld aan een andere agenda..
russian: Указанная метка уже используется в другом календаре.

# tagHasChanged
source: If you change your calendar's tag, you'll need to reload the data on your mobile device. Continue?
dutch: Als u uw agenda-tag wijzigt, moet u de gegevens opnieuw te laden op uw mobiele apparaat. Doorgaan?
russian: Если Вы смените метку в этом календаре, то будет необходимо заново синхронизировать данные на Вашем мобильном устройстве. Продолжить?

# tagWasAdded
source: If you want to synchronize this calendar, you'll need to reload the data on your mobile device. Continue?
dutch: Wilt u deze agenda synchroniseren, dan moet u de gegevens opnieuw laden op uw mobiele apparaat. Doorgaan?
russian: Если Вы захотите синхронизировать этот календарь, то будет необходимо заново синхронизировать данные на Вашем мобильном устройстве. Продолжить?

# tagWasRemoved
source: If you remove this calendar from synchronization, you'll need to reload the data on your mobile device. Continue?
dutch: Als u deze agenda wil verwijderen van de synchronisatie, moet u de gegevens opnieuw laden op uw mobiele apparaat. Doorgaan?
russian: Если вы удалите этот календарь, то будет необходимо заново синхронизировать данные на Вашем мобильном устройстве. Продолжить?

# DestinationCalendarError
source: The source and destination calendars are the same. Please try to copy to a different calendar.
dutch: De bron en bestemming agenda's zijn hetzelfde. Probeer te kopiëren naar een andere agenda.
russian: Исходный и целевой календари совпадают. Пожалуйста, выберите другой целевой календарь.

# EventCopyError
source: The copy failed. Please try to copy to a different calendar.
dutch: Kopiëren mislukt. Probeer te kopiëren naar een andere agenda.
russian: Копирование не удалось. Пожалуйста, попытайтесь скопировать в другой календарь.

source: Please select at least one calendar
dutch: Selecteer tenminste een agenda
russian: Выберите хотя бы один календарь

source: Open Task...
dutch: Taak openen...
russian: Открыть задание...

source: Mark Completed
dutch: Markeren als voltooid
russian: Пометить как завершенное

source: Delete Task
dutch: Taak verwijderen
russian: Удалить задачу

source: Delete Event
dutch: Afspraak verwijderen
russian: Удалить событие

source: Copy event to my calendar
dutch: Kopieer afspraak naar mijn agenda
russian: Копировать событие в мой календарь

source: View Raw Source
dutch: Bekijk broncode
russian: Показать исходный код сообщения

source: Move To
dutch: Verplaatsen naar
russian: Переместить в

source: Copy To
dutch: Kopieren naar
russian: Копировать в

source: Subscriptions
dutch: Abonnementen
russian: Подписки

source: Subscribe to a shared folder
dutch: Abonneren op een gedeelde map
russian: Подписаться на разделяемую папку.

source: Subscribe to a web calendar...
dutch: Abonneren op een web-agenda...
russian: Подписаться на калентарь в сети...

source: URL of the Calendar
dutch: URL van de agenda
russian: URL календаря

source: Web Calendars
dutch: Web-agenda's
russian: Календарь в интернет

source: Reload on login
dutch: Herladen bij inloggen
russian: Перезагружать при входе

source: Invalid number.
dutch: Ongeldig nummer.
russian: Число неверно.

source: Please identify yourself to %{0}
dutch: Identificeer u alstublieft tegenover %{0}
russian: Пожалуйста, представьте себя %{0}

source: quantity
dutch: hoeveelheid
russian: количество

source: Current view
dutch: Huidige weergave
russian: Текущий вид

source: Selected events and tasks
dutch: Geselecteerde afspraken en taken
russian: Выбранные события и задания

source: Custom date range
dutch: Aangepast datumbereik
russian: Специальный диапазон дат

source: Select starting date
dutch: Kies startdatum
russian: Выберите начальную дату

source: Select ending date
dutch: Kies einddatum
russian: Выберите конечную дату

source: Delegated to
dutch: Gedelegeerd aan
russian: Делегировано

source: Keep sending me updates
dutch: Blijf mij updates sturen
russian: Продолжать посылать мне обновления

source: OK
russian: ОК

source: Confidential
dutch: Vertrouwelijk
russian: Конфиденциально

source: Enable
dutch: Inschakelen
russian: Доступен

source: Filter
russian: Фильтр

source: Sort
dutch: Sorteren
russian: Сортировка

source: Back
dutch: Terug
russian: Назад

source: Day
dutch: Dag
russian: День

source: Month
dutch: Maand
russian: Месяц

source: New Appointment
dutch: Nieuwe afspraak
russian: Новое посещение

source: filters
russian: фильтры

source: More options
dutch: Meer opties
russian: Больше опций

source: Delete This Occurrence
dutch: Verwijder deze afspraak
russian: Удалить это появление

source: Delete All Occurrences
dutch: Verwijder afsprakenreeks
russian: Удалить все появления

source: Add Recurrence Date
dutch: Herhaalingsdatum toevoegen
russian: Добавить дату повторения

source: Add From
dutch: Begintijd toevoegen
russian: Добавить поле начала

source: Add Due
dutch: Eindtijd toevoegen
russian: Добавить Сделать к сроку

source: Import
dutch: Importeren
russian: Импорт

source: Rename
dutch: Hernoem
russian: Переименовать

source: Import Calendar
dutch: Agenda Importeren
russian: Импортировать календарь

source: Select an ICS file.
dutch: Selecteer een ICS bestand.
russian: Выберите iCalendar файл (.ics).

source: Successfully subscribed to calendar
dutch: Abonneren op agenda succesvol
russian: Успешная подписка на календарь

source: Toggle item
dutch: Item in-/uitschakelen
russian: Сменить выделение

source: Search scope
dutch: Zoekbereik
russian: Поиск по типу

source: The
dutch: De

source: Are you sure you want to delete the selected components?
dutch: Weet u zeker dat u de geselecteerde componenten wilt verwijderen?

source: Role
dutch: Rol

# req-participant
source: Participant
dutch: Deelnemer

# opt-participant
source: Optional Participant
dutch: Optionele deelnemer

source: Non Participant
dutch: Geen deelnemer

source: Chair
dutch: Voorzitter

source: Web Calendar
dutch: Web-agenda
