Repository: Alinto/sogo
Catalog: UI/Scheduler/*.lproj/Localizable.strings
Languages: dutch, russian

source: Create a new event
dutch: Maak een nieuwe afspraak
russian: Создать новое событие

source: Create a new task
dutch: Maak een nieuwe taak
russian: Создать новую задачу

source: Edit this event or task
dutch: Bewerk deze afspraak of taak
russian: Редактировать это событие или задачу

source: Print the current calendar view
dutch: Print de huidige agendaweergave
russian: Напечатать календарь в этом виде

source: Delete this event or task
dutch: Verwijder deze afspraak of taak
russian: Удалить это событие или задачу

source: Go to today
dutch: Ga naar vandaag
russian: Перейти на сегодня

source: Switch to day view
dutch: Overschakelen naar dagweergave
russian: Перейти к обзору дня

source: Switch to week view
dutch: Overschakelen naar weekweergave
russian: Перейти к обзору недели

source: Switch to month view
dutch: Overschakelen naar maandweergave
russian: Перейти к обзору месяца

source: Switch to multi-columns day view
dutch: Overschakelen naar multikolom dagweergave
russian: Перейти к обзору дня в несколько колонок

source: Reload all calendars
dutch: Alle agenda's herladen
russian: Перезагрузить все календари

source: Date
dutch: Datum
russian: Дата

source: Calendars
dutch: Agenda's
russian: Календари

source: No events for selected criteria
dutch: Geen afspraken voor geselecteerde criteria
russian: Нет событий для выбранного критерия

source: No tasks for selected criteria
dutch: Geen taken voor geselecteerde criteria
russian: Нет заданий для выбранного критерия

source: Day of the month
dutch: Dag van de maand
russian: День месяца

# dayLabelFormat
source: %m/%d/%Y
dutch: %d/%m/%Y
russian: %d/%m/%Y

source: Today
dutch: Vandaag
russian: Сегодня

source: Previous Day
dutch: Vorige dag
russian: Предыдущий день

source: Next Day
dutch: Volgende dag
russian: Следующий день

source: Week
russian: Неделя

source: this week
dutch: deze week
russian: эта неделя

source: Week %d
russian: Неделя %d

source: Previous Week
dutch: Vorige week
russian: Предыдущая неделя

source: Next Week
dutch: Volgende week
russian: Следующая неделя

source: this month
dutch: deze maand
russian: этот месяц

source: Previous Month
dutch: Vorige maand
russian: Предыдущий месяц

source: Next Month
dutch: Volgende maand
russian: Следующий месяц

source: this year
dutch: dit jaar
russian: этот год

source: Calendar
dutch: Agenda
russian: Календарь

source: Contacts
dutch: Adresboek
russian: Адресная книга

source: New Calendar...
dutch: Nieuwe agenda...
russian: Новый календарь...

source: Delete Calendar...
dutch: Agenda verwijderen
russian: Удалить календарь

source: Unsubscribe Calendar
dutch: Afmelden van agenda
russian: Удалить подписку на календарь

source: Sharing...
dutch: Delen...
russian: Общий доступ...

source: Export Calendar...
dutch: Agenda exporteren...
russian: Экспортировать календарь...

source: Import Events...
dutch: Afspraken importeren...
russian: Импорт событий...

source: Import Events
dutch: Afspraken importeren
russian: Импорт событий

source: Select an iCalendar file (.ics).
dutch: Selecteer een iCalendar-bestand (.ics).
russian: Выберите iCalendar файл (.ics).

source: Upload
dutch: Uploaden
russian: Загрузить

source: Uploading
dutch: Uploaden
russian: Закачивается

source: Publish Calendar...
dutch: Agenda publiceren...
russian: Опубликовать календарь...

source: Reload Remote Calendars
dutch: Externe Agenda's Herladen
russian: Обновить удаленные календари

source: Properties
dutch: Instellingen
russian: Свойства

source: Done
dutch: Klaar
russian: Готово

source: An error occurred while importing calendar.
dutch: Er is een fout opgetreden bij het importeren van de agenda.
russian: Ошибка при импорте календаря.

source: No event was imported.
dutch: Geen afspraken geïmporteerd.
russian: События не были импортированы.

source: A total of %{0} events were imported in the calendar.
dutch: Een totaal van %{0} afspraken is geïmporteerd naar de kalender.
russian: Всего %{0} событий было импортировано в календарь.

source: Compose E-Mail to All Attendees
dutch: E-mail aan alle deelnemers opstellen
russian: Составить сообщение ко всем приглашенным

source: Compose E-Mail to Undecided Attendees
dutch: E-mail opstellen aan deelnemers die nog niet hebben gereageerd
russian: Составить сообщение ко всем не решившим приглашенным

source: Yesterday
dutch: Gisteren
russian: Вчера

source: Today
dutch: Vandaag
russian: Сегодня

source: Tomorrow
dutch: Morgen
russian: Завтра

source: Last %@
dutch: Laatste %@
russian: Последний %@

source: Personal calendar
dutch: Persoonlijke agenda
russian: Персональный календарь

source: Forbidden
dutch: Toegang geweigerd
russian: Запрешено

source: Access rights to
dutch: Toegangsrechten voor
russian: Права доступа к

source: For user
dutch: Voor gebruiker
russian: Для пользователя

source: Any Authenticated User
dutch: Alle geauthenticeerde gebruikers
russian: Любой аутентифицированный пользователь

source: Public Access
dutch: Openbare toegang
russian: Публичный доступ

# label_Public
source: Public
dutch: Openbaar
russian: Публичное событие

# label_Private
source: Private
dutch: Privé
russian: Личное событие

# label_Confidential
source: Confidential
dutch: Vertrouwelijk
russian: Конфиденциальное

# label_Viewer
source: View All
dutch: Alles inzien
russian: Показывать все

# label_DAndTViewer
source: View the Date & Time
dutch: Alleen datum & tijd inzien
russian: Показывать дату и время

# label_Modifier
source: Modify
dutch: Aanpassen
russian: Изменять

# label_Responder
source: Respond To
dutch: Reageren op
russian: Отвечать

# label_None
source: None
dutch: Geen toegang
russian: Ничего

source: View All
dutch: Alles inzien
russian: Показать все

source: View the Date & Time
dutch: Alleen datum & tijd inzien
russian: Показывать время и дату

source: Modify
dutch: Aanpassen
russian: Изменить

source: Respond To
dutch: Reageren op
russian: Ответить

source: None
dutch: Geen toegang
russian: Нет

source: This person can create objects in my calendar.
dutch: Deze persoon mag afspraken in mijn agenda plaatsen.
russian: Этот участник может создавать записи в моем календаре.

source: This person can erase objects from my calendar.
dutch: Deze persoon mag afspraken verwijderen uit mijn agenda.
russian: Этот участник может удалять записи в моем календаре.

source: Subscribe to a Calendar...
dutch: Abonneren op een agenda...
russian: Подписаться на календарь...

source: Remove the selected Calendar
dutch: Agenda verwijderen
russian: Удалить выделенный календарь

source: New calendar
dutch: Nieuwe agenda
russian: Новый календарь...

source: Name of the Calendar
dutch: Naam van de agenda
russian: Название календаря

source: New
dutch: Nieuw
russian: Новый

source: Print view
dutch: Print weergave
russian: Печать

source: Edit
dutch: Aanpassen
russian: Изменить

source: Delete
dutch: Verwijderen
russian: Удалить

source: Proposal
dutch: Voorstel
russian: Предложение

source: Save and Close
dutch: Opslaan en sluiten
russian: Сохранить и закрыть

source: Close
dutch: Sluiten
russian: Закрыть

source: Invite Attendees
dutch: Deelnemers uitnodigen
russian: Пригласить участников

source: Attach
dutch: Koppelen
russian: Прикрепить

source: Update
dutch: Opslaan
russian: Обновить

source: Cancel
dutch: Annuleren
russian: Отменить

source: Reset
dutch: Resetten
russian: Сбросить

source: Save
dutch: Opslaan
russian: Сохранить

# show_rejected_apts
source: Show rejected appointments
dutch: Afgewezen afspraken weergeven
russian: Показать отклоненные встречи

# hide_rejected_apts
source: Hide rejected appointments
dutch: Afgewezen afspraken verbergen
russian: Спрятать отклоненные встречи

source: Schedule
dutch: Planning
russian: Расписание

source: No appointments found
dutch: Geen afspraken gevonden
russian: Не найдено назначенных встреч

source: Meetings proposed by you
dutch: Door u voorgestelde vergaderingen
russian: Ваши предложения о встрече

source: Meetings proposed to you
dutch: Aan u voorgestelde vergaderingen
russian: Предложенные Вам встречи

source: Action
dutch: Actie
russian: Действие

source: Accept
dutch: Accepteren
russian: Согласиться

source: Decline
dutch: Afwijzen
russian: Отказаться

source: More Attendees
dutch: Andere deelnemers
russian: Пригласить еще

source: Hide already accepted and rejected appointments
dutch: Reeds geaccepteerde/afgewezen afspraken verbergen
russian: Скрыть согласившихся и отказавшихся.

source: Show already accepted and rejected appointments
dutch: Reeds geaccepteerde/afgewezen afspraken weergeven
russian: Показать согласившихся и отказавшихся.

source: List
dutch: Lijst
russian: Список

source: Print Settings
dutch: Print instellingen
russian: Настройки печати

source: Title
dutch: Titel
russian: Заголовок

source: Layout
dutch: Opmaak
russian: Разметка

source: What to Print
dutch: Wat moet afgedrukt worden
russian: Что печатать

source: Options
dutch: Opties:
russian: Опции

source: Tasks with no due date
dutch: Taken zonder verloopdatum
russian: Задачи без указания срока выполнения

source: Display working hours only
dutch: Alleen werktijd weergeven
russian: Показывать только рабочие часы

source: Completed Tasks
dutch: Voltooide taken
russian: Выполненные задачи

source: Display events and tasks colors
dutch: Toon afspraak- en taakkleuren
russian: Показывать цвета событий и задач

source: Borders
dutch: Randen
russian: Границы

source: Backgrounds
dutch: Achtergronden
russian: Условия

source: Appointment Viewer
dutch: Afspraak inzien
russian: Просмотр встреч

source: Appointment Editor
dutch: Afspraak aanpassen
russian: Редактор встреч

source: Appointment Proposal
dutch: Afspraak voorstellen
russian: Предложение встреч

source: Appointment on
dutch: Afspraak op
russian: Встреча

source: Start
dutch: Begin
russian: Начало

source: End
dutch: Einde
russian: Конец

source: Due Date
dutch: Verloopdatum
russian: К сроку

source: Name
dutch: Naam
russian: Имя

source: Status
russian: Состояние

source: % complete
dutch: % voltooid
russian: % выполнено

source: Location
dutch: Plaats
russian: Место

source: Add a category
dutch: Categorie toevoegen
russian: Добавить категорию

source: Priority
dutch: Prioriteit
russian: Приоритет

source: Privacy
russian: Приватность

source: Cycle
dutch: Herhalen
russian: Цикл

source: Cycle End
dutch: Einde herhaling
russian: Конец цикла

source: Categories
dutch: Categoriën
russian: Категории

source: Classification
dutch: Classificatie
russian: Классификация

source: Duration
dutch: Duur
russian: Продолжительность

source: Attendees
dutch: Deelnemers
russian: Участники

source: Resources
dutch: Middelen
russian: Ресурсы

source: Organizer
dutch: Organisator
russian: Организатор

source: Description
dutch: Omschrijving
russian: Описание

source: Document
russian: Документ

source: Category
dutch: Categorie
russian: Категория

source: Repeat
dutch: Herhalen
russian: Повторять

source: Reminder
dutch: Alarm
russian: Напоминание

source: General
dutch: Algemeen
russian: Общее

source: Reply
dutch: Antwoord
russian: Ответ

source: Created by
dutch: Aangemaakt door
russian: Создано

source: You are invited to participate
dutch: U bent uitgenodigd om deel te nemen
russian: Вы приглашаетесь участвовать

source: Target
dutch: Bestemming
russian: Адрес

source: attributes
dutch: attributen
russian: атрибуты

source: attendees
dutch: deelnemers
russian: участники

source: delegated from
dutch: gedelegeerd van
russian: делегировано от

source: is private
dutch: is privé
russian: личное

source: Public
dutch: Publiek
russian: Публичное

source: Private
dutch: Privé
russian: Личное

source: Empty title
dutch: geen titel
russian: Пустой заголовок

source: Private appointment
dutch: Privé-afspraak
russian: Личная встреча

source: Change...
dutch: Aanpassen...
russian: Изменить...

# partStat_NEEDS-ACTION
source: I will confirm later
dutch: Actie vereist
russian: Требует действия

# partStat_ACCEPTED
source: I will attend
dutch: Ik zal aanwezig zijn
russian: Я буду участвовать

# partStat_DECLINED
source: I will not attend
dutch: Ik zal niet aanwezig zijn
russian: Я не буду участвовать

# partStat_TENTATIVE
source: I might attend
dutch: Ik zal later bevestigen
russian: Я подтвержу позже

# partStat_DELEGATED
source: I delegate
dutch: Ik delegeer
russian: Я делегирую

# partStat_OTHER
source: Other
dutch: Anders
russian: Другое

source: Conflicts found!
dutch: Er zijn een of meerdere conflicten gevonden.
russian: Выявлены конфликты!

source: Invalid iCal data!
dutch: Ongeldige iCal data!
russian: Неверные данные iCal !

source: Could not create iCal data!
dutch: Kon geen iCal data aanmaken!
russian: Не могу создать данные в формате iCal!

# view_all
source: All
dutch: Alle afspraken
russian: Все

# view_today
source: Today
dutch: Vandaag
russian: Сегодня

# view_next7
source: Next 7 days
dutch: Afspraken in de volgende 7 dagen
russian: Следующие 7 дней

# view_next14
source: Next 14 days
dutch: Afspraken in de volgende 14 dagen
russian: Следующие 14 дней

# view_next31
source: Next 31 days
dutch: Afspraken in de volgende 31 dagen
russian: Следующий 31 день

# view_thismonth
source: This Month
dutch: Afspraken in deze kalendermaand
russian: Этот месяц

# view_thisyear
source: This Year
dutch: Dit jaar
russian: Этот год

# view_future
source: All Future Events
dutch: Alle toekomstige afspraken
russian: Все будущие мероприятия

# view_selectedday
source: Selected Day
dutch: Afspraken op de geselecteerde dag
russian: Выбранный день

# view_not_started
source: Not started tasks
dutch: Niet begonnen taken
russian: Неначатые задачи

# view_overdue
source: Overdue tasks
dutch: Achterstallige taken
russian: Просроченные задачи

# view_incomplete
source: Incomplete tasks
dutch: Onvoltooide taken
russian: Незаконченные задачи

source: View
dutch: Bekijken
russian: Показать

source: Title, category or location
dutch: Titel, categorie of plaats
russian: Заголовок, категория или место

source: Entire content
dutch: Volledige inhoud
russian: Всё содержимое

source: Search
dutch: Zoeken
russian: Поиск

source: Search attendees
dutch: Deelnemers zoeken
russian: Поиск участников

source: Search resources
dutch: Middelen zoeken
russian: Поиск ресурсов

source: Search appointments
dutch: Afspraken zoeken
russian: Поиск встреч

source: All day Event
dutch: Afspraak duurt de hele dag
russian: Весь день

source: Check for conflicts
dutch: Op conflicten controleren
russian: Проверить на конфликты

# newAttendee
source: Add attendee
dutch: Voeg deelnemer toe
russian: Добавить участника

source: Overview
dutch: Overzicht
russian: Обзор

source: Chart
dutch: Tabel
russian: Карта

source: List
dutch: Lijst
russian: Список

source: Columns
dutch: Kolommen
russian: Колонки

# prio_0
source: Not specified
dutch: Niet opgegeven
russian: Не указан

# prio_1
source: High
dutch: Zeer hoog
russian: Высший

# prio_2
source: High
dutch: Hoog
russian: Очень высокий

# prio_3
source: High
dutch: Hoog
russian: Высокий

# prio_4
source: High
dutch: Hoog
russian: Выше среднего

# prio_5
source: Normal
dutch: Gemiddeld
russian: Нормальный

# prio_6
source: Low
dutch: Laag
russian: Ниже среднего

# prio_7
source: Low
dutch: Laag
russian: Низкий

# prio_8
source: Low
dutch: Laag
russian: Очень низкий

# prio_9
source: Low
dutch: Zeer laag
russian: Низший

# PUBLIC_vevent
source: Public Event
dutch: Publieke afspraak
russian: Публичное событие

# CONFIDENTIAL_vevent
source: Confidential Event
dutch: Vertrouwelijke afspraak
russian: Конфиденциальное событие

# PRIVATE_vevent
source: Private Event
dutch: Privé-afspraak
russian: Личное событие

# PUBLIC_vtodo
source: Public Task
dutch: Publieke taak
russian: Публичное задание

# CONFIDENTIAL_vtodo
source: Confidential Task
dutch: Vertrouwelijke taak
russian: Конфиденциальное задание

# PRIVATE_vtodo
source: Private Task
dutch: Privétaak
russian: Личное задание

# status_
source: Not specified
dutch: Niet opgegeven
russian: Не указано

# status_NOT-SPECIFIED
source: Not specified
dutch: Niet opgegeven
russian: Не указано

# status_TENTATIVE
source: Tentative
dutch: Onder voorbehoud
russian: Предварительно

# status_CONFIRMED
source: Confirmed
dutch: Bevestigd
russian: Подтверждено

# status_CANCELLED
source: Cancelled
dutch: Geannuleerd
russian: Отменено

# status_NEEDS-ACTION
source: Needs Action
dutch: Actie vereist
russian: В ожидании

# status_IN-PROCESS
source: In Process
dutch: In behandeling
russian: Выполняется

# status_COMPLETED
source: Completed on
dutch: Voltooid
russian: Выполнено

source: low
dutch: laag
russian: низкий

source: normal
dutch: normaal
russian: нормальный

source: high
dutch: hoog
russian: высокий

source: cycle_once
dutch: herhaalt zich niet
russian: цикл_однажды

source: cycle_daily
dutch: dagelijks
russian: цикл_ежедневно

source: cycle_weekly
dutch: wekelijks
russian: цикл_еженедельно

source: cycle_2weeks
dutch: twee-wekelijks
russian: цикл_каждые_2_недели

source: cycle_4weeks
dutch: vier-wekelijks
russian: цикл_каждые_4_недели

source: cycle_monthly
dutch: maandelijks
russian: цикл_помесячно

source: cycle_weekday
dutch: op werkdagen
russian: цикл_по_рабочим_дням

source: cycle_yearly
dutch: jaarlijks
russian: цикл_ежегодно

source: cycle_end_never
dutch: Herhaal oneindig vaak
russian: цикл_не_завершается_никогда

source: cycle_end_until
dutch: Herhalen tot:
russian: цикл_завершается_до

source: Recurrence pattern
dutch: Herhalingsschema
russian: Шаблон повторений

source: Range of recurrence
dutch: Herhalingsbereik
russian: Диапазон повторений

source: Daily
dutch: Dagelijks
russian: Ежедневно

source: Multi-Columns
dutch: Multikolom
russian: В несколько колонок

source: Weekly
dutch: Wekelijks
russian: Еженедельно

source: Monthly
dutch: Maandelijks
russian: Ежемесячно

source: Yearly
dutch: Jaarlijks
russian: Ежегодно

source: Every
dutch: Iedere
russian: Каждые

source: Days
dutch: Dagen
russian: дней

source: Week(s)
dutch: Weken
russian: недель(и)

source: On
dutch: Op
russian: На

source: Month(s)
dutch: Maand
russian: месяца(цев)

source: Recur on day(s)
dutch: Herhaling op dagen
russian: Повторяется в дни

source: Year(s)
dutch: Jaren
russian: год(года)

# cycle_of
source: of
dutch: van
russian: из

source: No end date
dutch: Geen einddatum
russian: Нет даты завершения

source: Create
dutch: Aanmaken
russian: Создать

source: appointment(s)
dutch: afspraken
russian: встреча(встречи)

source: Repeat until
dutch: Herhalen tot
russian: Повторять до

source: End Repeat
dutch: Stop herhalen
russian: Прекратить повторение

source: Never
dutch: Nooit
russian: Никогда

source: After
dutch: Na
russian: После

source: On Date
dutch: Op datum
russian: В дату

source: times
dutch: keren
russian: раз

source: First
dutch: Eerste
russian: Первый

source: Second
dutch: Tweede
russian: Второй

source: Third
dutch: Derde
russian: Третий

source: Fourth
dutch: Vierde
russian: Четвертый

source: Fift
dutch: Vijfde
russian: Пятый

source: Last
dutch: Laatste
russian: Последний

# category_none
source: None
dutch: Geen categorie
russian: нет

# category_labels
source: Anniversary,Birthday,Business,Calls,Clients,Competition,Customer,Favorites,Follow up,Gifts,Holidays,Ideas,Meeting,Issues,Miscellaneous,Personal,Projects,Public Holiday,Status,Suppliers,Travel,Vacation
dutch: Cliënten,Concurrentie,Diversen,Favorieten,Giften,Ideeën,Klant,Kwesties,Leveranciers,Nationale feestdag,Persoonlijk,Projecten,Meeting,Reizen,Status,Telefoongesprekken,Trouwdag,Vakantie,Verjaardag,Vervolggesprek,Vrije dagen,Zaken
russian: Годовщина,День рождения,Дела,Звонки,Клиенты,Конкуренты,Потребители,Избранное,В след событию,Подарки,Праздники,Идеи,Встречи,Проблемы,Разное,Личное,Проекты,Государственный праздник,Статус,Поставщики,Путешествие,Каникулы

# repeat_NEVER
source: Does not repeat
dutch: herhaalt zich niet
russian: Не повторять

# repeat_DAILY
source: Daily
dutch: dagelijks
russian: Ежедневно

# repeat_WEEKLY
source: Weekly
dutch: wekelijks
russian: Еженедельно

# repeat_BI-WEEKLY
source: Bi-weekly
dutch: tweewekelijks
russian: Каждые две недели

# repeat_EVERY WEEKDAY
source: Every Weekday
dutch: op werkdagen
russian: Каждый будний день

# repeat_MONTHLY
source: Monthly
dutch: maandelijks
russian: Ежемесячно

# repeat_YEARLY
source: Yearly
dutch: jaarlijks
russian: Ежегодно

# repeat_CUSTOM
source: Custom...
dutch: aangepast...
russian: Настроить...

# reminder_NONE
source: No reminder
dutch: Geen herinnering
russian: Не напоминать

# reminder_0
source: At time of event
dutch: Op het moment van gebeurtenis
russian: Во время мероприятия

# reminder_5_MINUTES_BEFORE
source: 5 minutes before
dutch: 5 minuten van tevoren
russian: за 5 минут

# reminder_10_MINUTES_BEFORE
source: 10 minutes before
dutch: 10 minuten van tevoren
russian: за 10 минут

# reminder_15_MINUTES_BEFORE
source: 15 minutes before
dutch: 15 minuten van tevoren
russian: за 15 минут

# reminder_30_MINUTES_BEFORE
source: 30 minutes before
dutch: 30 minuten van tevoren
russian: за 30 минут

# reminder_45_MINUTES_BEFORE
source: 45 minutes before
dutch: 45 minuten van tevoren
russian: за 45 минут

# reminder_1_HOUR_BEFORE
source: 1 hour before
dutch: 1 uur van tevoren
russian: за 1 час

# reminder_2_HOURS_BEFORE
source: 2 hours before
dutch: 2 uren van tevoren
russian: за 2 часа

# reminder_5_HOURS_BEFORE
source: 5 hours before
dutch: 5 uren van tevoren
russian: за 5 часов

# reminder_15_HOURS_BEFORE
source: 15 hours before
dutch: 15 uren van tevoren
russian: за 15 часов

# reminder_1_DAY_BEFORE
source: 1 day before
dutch: 1 dag van tevoren
russian: за 1 день

# reminder_2_DAYS_BEFORE
source: 2 days before
dutch: 2 dagen van tevoren
russian: за 2 дня

# reminder_1_WEEK_BEFORE
source: 1 week before
dutch: 1 week van tevoren
russian: за 1 неделю

# reminder_CUSTOM
source: Custom...
dutch: aangepast...
russian: Настроить...

# reminder_MINUTES
source: minutes
dutch: minuten
russian: минут

# reminder_HOURS
source: hours
dutch: uren
russian: часов

# reminder_DAYS
source: days
dutch: dagen
russian: дней

# reminder_WEEKS
source: weeks
dutch: weken
russian: недель

# reminder_BEFORE
source: before
dutch: voor
russian: до

# reminder_AFTER
source: after
dutch: na
russian: после

# reminder_START
source: the event starts
dutch: De afspraak begint
russian: начала события

# reminder_END
source: the event ends
dutch: de afspraak eindigt
russian: конца события

source: Reminder Details
dutch: Details van de herinnering
russian: Подробности напоминания

source: Choose a Reminder Action
dutch: Kies een herinneringsactie
russian: Выбор действия для напоминания

source: Show an Alert
dutch: Toon een waarschuwing
russian: Показать оповещение

source: Send an E-mail
dutch: Stuur een E-mail
russian: Послать сообщение e-mail

source: Email Organizer
dutch: E-mail organisator
russian: Email организатору

source: Email Attendees
dutch: E-mail deelnemers
russian: Email участникам

source: Reminder units
dutch: Herinnering
russian: Единицы времени напоминания

source: Reminder position
dutch: Positie herinnering
russian: Положение напоминания

source: Reminder relation
dutch: Herinnering relatie
russian: Зависимость напоминания

source: Show Time as Free
dutch: Toon tijd als vrij
russian: Отображать время как свободное

source: Send Appointment Notifications
dutch: Stuur afspraakmeldingen
russian: Отправлять напоминания о встречах

source: From
dutch: Van
russian: От

source: To
dutch: Tot
russian: Кому

# validate_notitle
source: No title is set, continue?
dutch: U heeft geen titel opgegeven. Wilt u doorgaan?
russian: Нет названия. Продолжить?

# validate_invalid_startdate
source: Incorrect startdate field!
dutch: Ongeldige begindatum!
russian: Неверная дата начала!

# validate_invalid_enddate
source: Incorrect enddate field!
dutch: Ongeldige einddatum!
russian: Неверная дата конца!
