Repository: Alinto/sogo
Catalog: UI/PreferencesUI/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, portuguese

source: Always open mail composer
dutch: Open altijd mail editor
french: Toujours ouvrir l'éditeur
german: Das E-Mail-Erstellfenster öffnen als
italian: Apri sempre il compositore mail
japanese: メッセージ作成画面をいつも開く
portuguese: Abrir sempre o compositor de emails

source: Inside current window
dutch: Binnen huidige venster
french: Dans la fenêtre courante
german: Erscheint im aktuellen Fenster
italian: Nella finestra corrente
japanese: 現在のウィンドウの中で
portuguese: Dentro da janela atual

source: In a popup window
dutch: In een popupvenster
french: Dans une nouvelle fenêtre
german: Erscheint in zusätzlichem Fenster
italian: In una finestra popup
japanese: ポップアップウィンドウで
portuguese: Numa janela pop-up

source: When sending mail, add unknown recipients to my
dutch: Bij het versturen van mail, voeg onbekende ontvangers toe aan mijn
french: Lors de l'envoi d'un message, ajouter les destinataires inconnus au carnet
german: Unbekannte Empfänger meiner E-Mails hinzufügen zu
italian: Durante l'invio di email, aggiungi destinatari sconosciuti alla mia
japanese: メールを送るときに、不明な宛先を私に追加
portuguese: Ao enviar e-mail, adicionar destinatários desconhecidos ao meu

source: Address Book
dutch: Adresboek
french: Carnet d'adresses
german: Adressbuch
italian: Rubrica
japanese: アドレス帳
portuguese: Livro de endereços

source: Forward messages
dutch: Berichten doorsturen
french: Transférer les messages
german: Nachrichten weiterleiten
italian: Inoltra messaggi come
japanese: メッセージを転送
portuguese: Reencaminhar mensagens

# messageforward_inline
source: Inline
dutch: In het bericht
french: intégrés
german: Eingebunden
italian: Parte del messaggio
japanese: インライン
portuguese: No corpo da mensagem

# messageforward_attached
source: As Attachment
dutch: Als bijlage
french: en pièces jointes
german: Als Anhang
italian: Come Allegato
japanese: 添付ファイルとして
portuguese: Como anexo

source: When replying to a message
dutch: Bij het beantwoorden van een bericht
french: En répondant à un message
german: Wenn auf eine Nachricht geantwortet wird
italian: Quando rispondi ad un messaggio
japanese: メッセージに返信するとき
portuguese: Ao responder a uma mensagem

# replyplacement_above
source: Start my reply above the quote
dutch: Reactie boven orginele tekst
french: Placer ma réponse avant la citation
german: Antwort oberhalb des Zitates beginnen
italian: Inizia a scrivere sopra il testo a cui si risponde
japanese: 返信を引用の前から開始
portuguese: Começar minha resposta acima das citações

# replyplacement_below
source: Start my reply below the quote
dutch: Reactie onder orginele tekst
french: Placer ma réponse après la citation
german: Antwort unterhalb des Zitates beginnen
italian: Inizia a scrivere sotto il testo a cui si risponde
japanese: 返信を引用の後から開始
portuguese: Começar minha resposta abaixo das citações

source: And place my signature
dutch: Ondertekening plaatsen
french: Et placer ma signature
german: Und setze meine Signatur
italian: Ed inserisci la firma
japanese: 署名を置く
portuguese: E colocar minha assinatura

# signatureplacement_above
source: below my reply
dutch: boven orginele tekst
french: après ma réponse
german: unterhalb meiner Antwort
italian: sotto la mia risposta
japanese: 返信の前
portuguese: abaixo da minha resposta

# signatureplacement_below
source: below the quote
dutch: onder orginele tekst
french: après la citation
german: unterhalb des Zitates
italian: sotto il testo a cui si risponde
japanese: 引用の前
portuguese: abaixo da citação

source: Compose messages in
dutch: Berichten opstellen in
french: Composer les messages en
german: Nachrichten verfassen in
italian: Componi il messaggio in formato
japanese: メッセージを作成:
portuguese: Escrever as mensagens em

# composemessagestype_text
source: Plain text
dutch: Platte tekst
french: Texte
german: Reintext
italian: Testo normale
japanese: テキスト
portuguese: Texto normal

source: Default font size
dutch: Standaard lettergrootte
french: Taille de la police par défaut
german: Standard-Schriftgröße
italian: Grandezza carattere predefinita
japanese: デフォルトのフォントサイズ
portuguese: Tamanho da letra por defeito

source: Display remote inline images
dutch: Externe afbeeldingen tonen
french: Afficher les images externes
german: Entfernte eingebettete Bilder anzeigen
italian: Visualizza le immagini da link esterni
japanese: リモートのインライン画像を表示
portuguese: Exibir imagens remotas

# displayremoteinlineimages_never
source: Never
dutch: Nooit
french: Jamais
german: Niemals
italian: Mai
japanese: 決してしない
portuguese: Nunca

# displayremoteinlineimages_always
source: Always
dutch: Altijd
french: Toujours
german: Immer
italian: Sempre
japanese: 常にする
portuguese: Sempre

source: Auto save every
dutch: Automatisch opslaan elke
french: Sauvegarde automatique toutes les
german: Automatisch speichern alle
italian: Salva automaticamente ogni
japanese: 自動保存
portuguese: Guardar automaticamente a cada

source: minutes
dutch: minuten
german: Minuten
italian: minuti
japanese: 分
portuguese: minutos

source: Personal Address Book
dutch: Persoonlijk adresboek
french: Adresses personnelles
german: Persönliches Adressbuch
italian: Rubrica personale
japanese: 個人のアドレス帳
portuguese: Contactos Pessoais

source: Collected Address Book
dutch: Verzamelde adressen
french: Adresses collectées
german: Gesammelte Adressen
italian: Raccolta rubrica
japanese: 収集したアドレス帳
portuguese: Livro de Endereços recolhidos

source: Settings
dutch: Instellingen
french: Paramètres
german: Einstellungen
italian: Impostazioni
japanese: 設定
portuguese: Definições

source: Security
dutch: Beveiliging
french: Sécurité
german: Sicherheit
italian: Sicurezza
japanese: セキュリティ
portuguese: Segurança

source: Mail Account
french: Compte courriel
german: E-Mail-Konto
italian: Account di Posta
japanese: メールアカウント
portuguese: Conta de Email

source: New Mail Account
dutch: Nieuw mailaccount
french: Nouveau compte
german: Neues E-Mail-Konto
italian: Nuovo Account di Posta
japanese: 新しいメールアカウント
portuguese: Nova conta de email

source: Encryption
dutch: Encryptie
french: Chiffrement
german: Verschlüsselung
italian: Crittografia
japanese: 暗号化
portuguese: Encriptação

source: None
dutch: Geen
french: Aucun
german: Keine
italian: Nessuno
japanese: なし
portuguese: Nenhum

source: User Name
dutch: Gebruikersnaam
french: Utilisateur
german: Benutzername
italian: Nome Utente
japanese: ユーザー名
portuguese: Nome do Utilizador

source: Full Name
dutch: Naam
french: Nom complet
german: Name
italian: Nome completo
japanese: 氏名
portuguese: Nome Completo

source: Email
german: E-Mail-Adresse
japanese: メール

source: Reply To Email
dutch: Antwoord op e-mail
french: Adresse de retour
german: "Antworten An" E-Mail-Adresse (Reply-To)
italian: Rispondi all'Email
japanese: メールに返信
portuguese: Responder para o email

source: Signature
dutch: Ondertekening
german: Signatur
italian: Firma
japanese: 署名
portuguese: Assinatura

source: (Click to create)
dutch: (Klik om op te stellen)
french: (Signature vide)
german: (Zum Erstellen klicken)
italian: (Clicca per creare)
japanese: (クリックして作成)
portuguese: (Carregue para criar)

source: Please enter your signature below
dutch: Stel de ondertekening hieronder op
french: Introduisez votre signature ci-dessous
german: Bitte fügen Sie die Signatur hier ein
italian: Inserire la firma di seguito
japanese: 以下に署名を入力してください。
portuguese: Por favor digite sua assinatura abaixo

source: Please specify a valid sender address.
dutch: Geef alstublieft een geldig afzendadres aan.
french: Veuillez définir une adresse d'expédition valide.
german: Bitte geben Sie eine gültige Absenderadresse an.
italian: L'indirizzo mittente non è valido.
japanese: 正しい送信者のアドレスを指定してください。
portuguese: Por favor especifique um endereço de remetente válido.

source: Please specify a valid reply-to address.
dutch: Geef alstublieft een geldig antwoordadres aan.
french: Veuillez définir une adresse de retour valide.
german: Bitte geben Sie eine gültige "Antworten An"-Adresse (Reply-To) an.
italian: L'indirizzo Rispondi-A / Reply-To non è valido.
japanese: 正しい返信先のアドレスを指定してください。
portuguese: Por favor especifique um endereço de resposta válido.

source: Specify a hostname other than the local host
dutch: Geef een hostname anders dan de locale hostname op
french: Veuillez utiliser un nom d'hôte autre que l'hôte local
german: Geben Sie einen anderen Servernamen an, als den Lokalen
italian: Specifica un hostname alternativo a localhost
japanese: ローカルホスト以外のホスト名を入力してください。
portuguese: Especifique um nome de anfitrião diferente do anfitrião local

source: No certificate installed
dutch: Geen certificaat geïnstalleerd
french: Aucun certificat installé
german: Kein Zertifikat installiert
italian: Nessun certificato installato
japanese: 証明書はインストールされていません。
portuguese: Nenhum certificado instalado

source: The SSL certificate must use the PKCS#12 (PFX) format.
dutch: Het SSL certificaat moet in PKCS#12 (PFX) formaat zijn.
french: Le certificat SSL doit être au format PKCS#12 (PFX).
german: Das SSL-Zertifikat muss im Format PKCS#12 (PFX) vorliegen.
italian: Il certificato SSL deve usare il formato PKCS#12 (PFX).
japanese: SSL証明書にはPKCS#12 (PFX)形式を使用する必要があります。
portuguese: O certificado SSL tem de usar o formato PKCS#12 (PFX).

source: Uninstall
dutch: Deinstalleren
french: Désinstaller
german: Deinstallieren
italian: Disinstalla
japanese: アンインストール
portuguese: Desinstalar

source: Choose PKCS12 Certificate ..
dutch: Kies PKCS12 Certificaat ..
french: Choisir un certificat PKCS#12 ...
german: PKCS#12-Zertifikat wählen ..
italian: Scegli il certificato PKCS12 ..
japanese: PKCS12証明書を選択
portuguese: Escolher Certificado PKCS12...

source: Certificate Import Password
dutch: Certificaat import wachtwoord
french: Mot de passe d'importation du certificat
german: Import-Passwort des Zertifikats
italian: Password Importazione Certificato
japanese: 証明書インポート用パスワード
portuguese: Palavra-passe para importar o certificado

source: Upload
dutch: Uploaden
french: Ajouter
german: Hochladen
italian: Carica
japanese: アップロード
portuguese: Carregar

source: When composing a message
dutch: Bij het opstellen van een bericht
french: Lors de la rédaction d'un message
german: Beim Erstellen einer Nachricht
italian: Quando scrivi un messaggio
japanese: メッセージを作成するとき
portuguese: Ao compor uma mensagem

source: Digitally sign the message by default
dutch: Standaard digitaal ondertekenen van het bericht
french: Toujours signer le message
german: Nachricht standardmäßig kryptographisch signieren
italian: Aggiungi automaticamente la firma digitale al messaggio
japanese: デフォルトでメッセージにデジタル署名
portuguese: Assinar digitalmente a mensagem por defeito

source: Always try to encrypt the message
dutch: Probeer altijd het bericht te versleutelen
french: Toujours tenter de crypter le message
german: Versuche Nachricht immer zu verschlüsseln
italian: Cerca sempre di criptare il messaggio
japanese: いつもメッセージを暗号化
portuguese: Tentar encriptar sempre a mensagem

source: An error occurred while importing the certificate. Verify your password.
dutch: Er is een fout opgetreden tijdens het importeren van het certificaat. Controleer je wachtwoord.
french: Une erreur est survenue lors de l'importation du certificat. Veuillez vérifier votre mot de passe.
german: Beim Importieren des Zertifikates ist ein Fehler aufgetreten. Bitte prüfen Sie Ihr Passwort.
italian: Si è verificato un errore durante l'importazione del certificato. Controlla la tua password.
portuguese: Ocorreu um erro ao importar o certificado. Verifique a palavra-passe.

source: Additional Parameters
dutch: Extra Parameters
french: Paramètres supplémentaires
german: Zusätzliche Einstellungen
italian: Altri Parametri
japanese: 追加のパラメーター
portuguese: Parâmetros adicionais

source: New password
dutch: Nieuw wachtwoord
french: Nouveau mot de passe
german: Neues Passwort
italian: Nuova password
japanese: 新しいパスワード
portuguese: Nova palavra-passe

source: Confirmation
dutch: Bevestig wachtwoord
german: Bestätigung
italian: Conferma
japanese: パスワードの再入力
portuguese: Confirmação

source: Change
dutch: Veranderen
french: Changer
german: Ändern
italian: Cambia
japanese: 変更
portuguese: Alterar

source: Default events classification
dutch: Standaardclassificatie afspraken
french: Classification par défaut des événements
german: Standard Einstufung Termine
italian: Classificazione predefinita degli eventi
japanese: イベントのデフォルトの区分
portuguese: Classificação por defeito dos compromissos

source: Default tasks classification
dutch: Standaardclassificatie taken
french: Classification par défaut des tâches
german: Standard Einstufung Aufgaben
italian: Classificazione predefinita delle attività
japanese: タスクのデフォルトの区分
portuguese: Classificação por defeito das tarefas

# PUBLIC_item
source: Public
dutch: Openbaar
german: Öffentlich
italian: Pubblico
japanese: 公開
portuguese: Público

# CONFIDENTIAL_item
source: Confidential
dutch: Vertrouwelijk
french: Confidentiel
german: Vertraulich
italian: Riservato
japanese: 機密
portuguese: Confidencial

# PRIVATE_item
source: Private
dutch: Privé
french: Privé
german: Privat
italian: Privato
japanese: 非公開
portuguese: Privado

source: Calendar Category
dutch: Agendacategorie
french: Catégorie de calendrier
german: Kalenderkategorie
italian: Categorie Calendari
japanese: カレンダーのカテゴリ
portuguese: Categorias do Calendário

source: Add Calendar Category
dutch: Agendacategorie toevoegen
french: Ajouter une catégorie
german: Kalenderkategorie hinzufügen
italian: Aggiungi Categoria Calendari
japanese: カレンダーのカテゴリを追加
portuguese: Adicionar Categoria de Calendário

source: New category
dutch: Nieuwe categorie
french: Nouvelle catégorie
german: Neue Kategorie
italian: Nuova categoria
japanese: 新しいカテゴリ
portuguese: Nova categoria

source: Reset to defaults
dutch: Terugzetten naar standaardwaarden
french: Réinitialiser les valeurs
german: Auf Standard zurücksetzen
italian: Ripristina i valori predefiniti
portuguese: Repor valores por defeito

source: Remove Calendar Category
dutch: Agendacategorie verwijderen
french: Supprimer une catégorie
german: Kalenderkategorie entfernen
italian: Rimuovi Categoria Calendari
japanese: カレンダーのカテゴリを削除
portuguese: Remover Categoria de Calendário

source: Contact Category
dutch: Contactcategorie
french: Catégorie de contact
german: Kontaktkategorie
italian: Categorie Contatti
japanese: 連絡先のカテゴリ
portuguese: Categoria de Contacto

source: Add Contact Category
dutch: Contactcategorie toevoegen
french: Ajouter une catégorie
german: Kontaktkategorie hinzufügen
italian: Aggiungi Categoria Contatti
japanese: 連絡先のカテゴリを追加
portuguese: Adicionar Categoria de Contacto

source: Remove Contact Category
dutch: Contactcategorie verwijderen
french: Supprimer une catégorie
german: Kontaktkategorie entfernen
italian: Rimuovi Categoria Contatti
japanese: 連絡先のカテゴリを削除
portuguese: Remover Categoria de Contacto

# category_none
source: None
dutch: Geen categorie
french: Aucune
german: Keine
italian: Nessuna
japanese: なし
portuguese: Nenhuma

# calendar_category_labels
source: Anniversary,Birthday,Business,Calls,Clients,Competition,Customer,Favorites,Follow up,Gifts,Holidays,Ideas,Meeting,Issues,Miscellaneous,Personal,Projects,Public Holiday,Status,Suppliers,Travel,Vacation
dutch: Cliënten,Concurrentie,Diversen,Favorieten,Giften,Ideeën,Klant,Kwesties,Leveranciers,Nationale feestdag,Persoonlijk,Projecten,Meeting,Reizen,Status,Telefoongesprekken,Trouwdag,Vakantie,Verjaardag,Vervolggesprek,Vrije dagen,Zaken
french: Anniversaire,Affaire,Appels,Clients,Compétitions,Congrès,Consommation,Préférés,Suivis,Cadeaux,Congés,Idées,Problèmes,Réunion,Divers,Personnel,Projets,Jour férié,Statut,Fournisseurs,Voyages,Professionnel
german: Jubiläum,Geburtstag,Geschäft,Anrufe,Klienten,Konkurrenz,Kunde,Favoriten,Fortsetzung,Geschenke,Ferien,Ideen,Besprechung,Fragen,Verschiedenes,Persönlich,Projekte,Feiertag,Status,Lieferanten,Reise,Urlaub
italian: Assenze,Chiamate,Clienti,Compleanni,Concorrenti,Festività,Fornitori,Lavoro,Idee,Incontri,Personale,Preferiti,Problemi,Progetti,Regali,Ricorrenze,Riunioni,Stato,Vacanze,Varie,Viaggi
japanese: 記念日,誕生日,事業,電話会議,顧客,競合,取引先,お気に入り,フォローアップ,贈り物,休日,アイデア,ミーティング,問題,その他,個人,プロジェクト,公休,状態,納入業者,旅行,休暇
portuguese: Celebração Anual,Aniversário,Negócios,Chamadas,Clientes,Concorrência,Comprador,Favoritos,Acompanhamento,Presentes,Feriados,Ideias,Reunião,Problemas,Diversos,Pessoal,Projetos,Feriado público,Estado,Fornecedores,Viagem,Férias

source: Calendar
dutch: Agenda
french: Agenda
german: Kalender
italian: Calendario
japanese: カレンダー
portuguese: Calendário

# Contacts
source: Address Book
dutch: Adresboek
french: Carnet d'adresses
german: Adressbuch
italian: Rubrica
japanese: アドレス帳
portuguese: Contactos

source: Mail
french: Courrier
german: E-Mail
italian: Posta
japanese: メール
portuguese: Correio

# Last
source: Last used
dutch: Laatst gebruikt
french: Dernier utilisé
german: Zuletzt benutztes
italian: Ultima utilizzata
japanese: 最後に使用
portuguese: Último usado

source: Default Module
dutch: Standaardmodule
french: Module par défaut
german: Standard Modul
italian: Schermata di accesso
japanese: デフォルトのモジュール
portuguese: Módulo por defeito

source: Save preferences and reload page now?
dutch: Voorkeuren opslaan en nu pagina herladen?
french: Sauvegarder les préférences et recharger maintenant?
german: Einstellungen jetzt speichern und die Seite neu laden?
italian: Salvare le preferenze e ricaricare la pagina?
japanese: ユーザー設定を保存してページを再読み込みしますか?
portuguese: Guardar preferências e recarregar a página agora?

source: Language
dutch: Taal
french: Langue
german: Sprache
italian: Lingua
japanese: 言語
portuguese: Idioma

source: Choose ...
dutch: Kies...
french: Choisir ...
german: Auswählen ...
italian: Scegli ...
japanese: 選択...
portuguese: Escolha ...

source: Refresh View
dutch: Overzicht verversen
french: Actualisation
german: Ansicht aktualisieren
italian: Ricarica Vista
japanese: ページ再読み込み
portuguese: Atualizar Vista

# refreshview_manually
source: Manually
dutch: Handmatig
french: Manuellement
german: Manuell
italian: Manualmente
japanese: 手動
portuguese: Manualmente

# refreshview_every_minute
source: Every minute
dutch: Iedere minuut
french: Chaque minute
german: Minütlich
italian: Ogni minuto
japanese: 毎分
portuguese: A cada minuto

# refreshview_every_2_minutes
source: Every 2 minutes
dutch: Iedere 2 minuten
french: Toutes les 2 minutes
german: Alle 2 Minuten
italian: Ogni 2 minuti
japanese: 2分毎
portuguese: A cada 2 minutos

# refreshview_every_5_minutes
source: Every 5 minutes
dutch: Iedere 5 minuten
french: Toutes les 5 minutes
german: Alle 5 Minuten
italian: Ogni 5 minuti
japanese: 5分毎
portuguese: A cada 5 minutos

# refreshview_every_10_minutes
source: Every 10 minutes
dutch: Iedere 10 minuten
french: Toutes les 10 minutes
german: Alle 10 Minuten
italian: Ogni 10 minuti
japanese: 10分毎
portuguese: A cada 10 minutos

# refreshview_every_20_minutes
source: Every 20 minutes
dutch: Iedere 20 minuten
french: Toutes les 20 minutes
german: Alle 20 Minuten
italian: Ogni 20 minuti
japanese: 20分毎
portuguese: A cada 20 minutos

# refreshview_every_30_minutes
source: Every 30 minutes
dutch: Iedere 30 minuten
french: Toutes les 30 minutes
german: Alle 30 Minuten
italian: Ogni 30 minuti
japanese: 30分毎
portuguese: A cada 30 minutos

# refreshview_once_per_hour
source: Once per hour
dutch: Ieder uur
french: Une fois par heure
german: Stündlich
italian: Ogni ora
japanese: 1時間に1度
portuguese: Uma vez por hora

source: When I receive a request for a return receipt
dutch: Bij aanvraag van een ontvangstbevestiging
french: Lors de la réception d'une demande d'accusé de réception
german: Wenn ich die Anforderung einer Empfangsbestätigung erhalte
italian: Quando ricevo una richiesta di notifica di lettura
japanese: 受領通知の要求を受信したとき
portuguese: Quando receber um pedido de recibo de leitura

source: Never send a return receipt
dutch: Nooit ontvangstbevestigingen sturen
french: Ne jamais envoyer d'accusé de réception
german: Niemals eine Bestätigung senden
italian: Non inviare mai una notifica di lettura
japanese: 受領通知を送信しない
portuguese: Nunca enviar o recibo de leitura

source: Allow return receipts for some messages
dutch: Ontvangstbevestigingen voor sommige berichten toestaan
french: Autoriser les accusés de réception pour certains messages
german: Erlaube eine Bestätigung für einige Nachrichten
italian: Abilita la notifica di lettura per alcuni messaggi
japanese: メッセージにより受領通知を返す
portuguese: Permitir recibos de leitura para algumas mensagens

source: If I'm not in the To or Cc of the message
dutch: Als ik niet in aan of cc van het bericht sta
french: Si je ne suis pas dans le destinataire ou en copie du message
german: Wenn ich nicht in An oder CC der Nachricht bin
italian: Se io non sono presente nel campo A o Cc del messaggio
japanese: 自分のアドレスがメッセージの宛先(To)や写し(Cc)にない場合
portuguese: Se eu não estiver no Para ou Cc da mensagem

source: If the sender is outside my domain
dutch: Als de afzender buiten mijn domein zit
french: Si l'expéditeur est hors de mon domaine
german: Wenn der Absender außerhalb meiner Domain ist
italian: Se il mittente ha un dominio diverso dal mio
japanese: 送信者が自分のドメイン外の場合
portuguese: Se o remetente estiver fora do meu domínio

source: In all other cases
dutch: In alle andere gevallen
french: Dans tous les autres cas
german: In allen anderen Fällen
italian: In tutti gli altri casi
japanese: 他のすべての場合:
portuguese: Em todos os outros casos

source: Never send
dutch: Nooit sturen
french: Ne jamais envoyer
german: Niemals senden
italian: Non inviare mai
japanese: 送信しない
portuguese: Nunca enviar

source: Always send
dutch: Altijd sturen
french: Toujours envoyer
german: Immer senden
italian: Invia sempre
japanese: 常に送信
portuguese: Enviar sempre

source: Ask me
dutch: Vragen
french: Me demander
german: Mich fragen
italian: Chiedimelo
japanese: 確認する
portuguese: Perguntar

source: Filters
french: Filtres
german: Filter
italian: Filtri
japanese: フィルター
portuguese: Filtros

source: Active
dutch: Actief
french: Actif
german: Aktiv
italian: Attiva
japanese: 有効
portuguese: Ativo

source: Move Up
dutch: Omhoog
french: Remonter
german: Nach oben
italian: Sposta in alto
japanese: 上に移動
portuguese: Mover para cima

source: Move Down
dutch: Omlaag
french: Abaisser
german: Nach unten
italian: Sposta in basso
japanese: 下に移動
portuguese: Mover para baixo

source: Connection error
dutch: Verbindingsfout
french: Erreur de connexion
german: Verbindungsfehler
italian: Errore connessione:
japanese: 接続エラー
portuguese: Erro ao ligar

source: Service temporarily unavailable
dutch: Dienst tijdelijk niet beschikbaar
french: Service momentanément indisponible
german: Dienst vorübergehend nicht verfügbar
italian: Servizio temporaneamente non disponibile
japanese: サービスを一時的に利用不可
portuguese: Serviço temporariamente indisponível

source: Enable filter
dutch: Filter inschakelen
french: Activer le filtre
german: Filter aktivieren
italian: Abilita i filtri
japanese: フィルターを有効化
portuguese: Ativar filtro

source: Add a condition
dutch: Voorwaarde toevoegen
french: Ajouter une condition
german: Bedingung hinzufügen
italian: Aggiungi una condizione
japanese: 条件を追加
portuguese: Adicionar uma condição

source: Add an action
dutch: Actie toevoegen
french: Ajouter une action
german: Aktion hinzufügen
italian: Aggiungi un'azione
japanese: アクションを追加
portuguese: Adicionar uma ação

source: For incoming messages that
dutch: Voor inkomende berichten die
french: Pour tout message entrant
german: Für eingehende Nachrichten die
italian: Per i messaggi in arrivo
japanese: 適用する受信したメッセージ
portuguese: Para mensagens recebidas que

source: match all of the following rules
dutch: met alle volgende regels overeenkomen
french: correspondant à toutes ces règles
german: mit allen der folgenden Regeln übereinstimmen
italian: che soddisfano tutte le seguenti regole
japanese: 以下のルールすべてに一致
portuguese: correspondem a todas as seguintes regras
