Repository: Alinto/sogo
Catalog: UI/PreferencesUI/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, portuguese

source: match any of the following rules
dutch: met een van de volgende regels overeenkomen
french: correspondant à une de ces règles
german: mit mindestens einer der folgenden Regeln übereinstimmen
italian: che soddisfano almeno una delle seguenti regole
japanese: 以下のルールのいずれかに一致
portuguese: correspondem a qualquer uma das seguintes regras

source: match all messages
dutch: met alle berichten overeenkomen
french: sans distinction
german: stimmt mit allen Nachrichten überein
italian: applica a tutti i messaggi
japanese: すべてのメッセージに一致
portuguese: corresponder todas as mensagens

source: Perform these actions
dutch: Doe de volgende bewerkingen
french: Effectuez ces opérations
german: Führe folgende Aktionen aus
italian: Eseguire queste azioni
japanese: これらのアクションを実行
portuguese: Realizar estas ações

source: Untitled Filter
dutch: Naamloos filter
french: Nouveau filtre
german: Namenloser Filter
italian: Filtro Senza Nome
japanese: 題名のないフィルター
portuguese: Filtro sem título

source: Subject
dutch: Onderwerp
french: Sujet
german: Betreff
italian: Oggetto
japanese: 件名
portuguese: Assunto

source: From
dutch: Van
french: Expéditeur
german: Von
italian: Da
japanese: 発信者
portuguese: De

source: To
dutch: aan
french: Destinataire
german: An
italian: A
japanese: 宛先
portuguese: Para

source: To or Cc
dutch: aan of cc
french: "Dest." ou "Copie à"
german: An oder CC
italian: A o Cc
japanese: 宛先または写し
portuguese: Para ou Cc

source: Size (Kb)
dutch: Grootte (Kb)
french: Taille (Ko)
german: Größe (KB)
italian: Dimensione (Kb)
japanese: 大きさ(Kb)
portuguese: Tamanho (Kb)

source: Body
dutch: Inhoud
french: Contenu
german: Inhalt
italian: Corpo
japanese: 本文
portuguese: Corpo

source: Flag the message with
dutch: Markeer het bericht met
french: Marquer le message comme
german: Markiere die Nachricht als
italian: Contrassegna il messaggio come
japanese: メッセージにフラグを追加
portuguese: Marcar a mensagem com

source: Flag
dutch: Markeren
french: Drapeau
german: Markierung
italian: Contrassegna
japanese: フラグ
portuguese: Marcador

source: Discard the message
dutch: Het bericht verwijderen
french: Annuler le message
german: Verwerfe die Nachricht
italian: Elimina il messaggio
japanese: メッセージを破棄
portuguese: Descartar a mensagem

source: File the message in
dutch: Verplaats het bericht naar
french: Placer le message dans
german: Verschiebe die Nachricht nach
italian: Sposta il messaggio in
japanese: メッセージをファイルに格納
portuguese: Arquivar a mensagem em

source: Mailbox
french: Boîte
german: Postfach
italian: Casella di posta
japanese: メールボックス
portuguese: Caixa de correio

source: Keep the message
dutch: Bewaar het bericht
french: Conserver le message
german: Behalte die Nachricht
italian: Mantieni copia del messaggio
japanese: メッセージを保持
portuguese: Manter a mensagem

source: Forward the message to
dutch: Stuur het bericht door naar
french: Faire suivre le message à
german: Weiterleiten der Nachricht an
italian: Inoltra il messaggio a
japanese: メッセージを転送
portuguese: Reencaminhar a mensagem para

source: Send a reject message
dutch: Stuur een weigeringsbericht
french: Refuser le message avec ce texte
german: Sende eine Ablehnungsnachricht
italian: Invia un messaggio di rifiuto
japanese: 拒否のメッセージを送信
portuguese: Enviar uma mensagem de rejeição

source: Message
dutch: Bericht
german: Nachricht
italian: Messaggio
japanese: メッセージ
portuguese: Mensagem

source: Send a vacation message
dutch: Stuur een automatisch bericht bij afwezigheid
french: Envoyer un message d'absence
german: Sende eine Abwesenheitsnachricht
italian: Invia una email di risposta automatica
japanese: 休暇メッセージを送信
portuguese: Enviar uma mensagem de ausência

source: Stop processing filter rules
dutch: Stop de filterbewerkingen
french: Cessez le filtrage
german: Beende die Filterverarbeitung
italian: Non applicare altri filtri
japanese: フィルターのルールの適用を終了
portuguese: Parar o processamento dos filtros

source: is under
dutch: is kleiner dan
french: est sous
german: ist kleiner
italian: è inferiore a
japanese: 未満
portuguese: é menor

source: is over
dutch: is groter dan
french: dépasse
german: ist größer
italian: è superiore a
japanese: 超過
portuguese: é maior

source: is
french: est
german: ist
italian: è uguale a
japanese: 等しい
portuguese: é

source: is not
dutch: is niet
french: n'est pas
german: ist nicht
italian: non è uguale a
japanese: 等しくない
portuguese: não é

source: contains
dutch: bevat
french: contient
german: enthält
italian: contiene
japanese: 含む
portuguese: contém

source: does not contain
dutch: bevat niet
french: ne contient pas
german: enthält nicht
italian: non contiene
japanese: 含まない
portuguese: não contém

source: matches
dutch: is gelijk aan
french: correspond à
german: stimmt überein mit
italian: corrisponde
japanese: 一致
portuguese: corresponde

source: does not match
dutch: is niet gelijk aan
french: ne correspond pas à
german: stimmt nicht überein mit
italian: non corrisponde
japanese: 不一致
portuguese: não corresponde

source: matches regex
dutch: is gelijk aan regex
french: correspond à l'exp. régulière
german: entspricht den regulären Ausdrücken
italian: soddisfa la regex
japanese: 正規表現に一致
portuguese: corresponde com a expressão

source: does not match regex
dutch: is niet gelijk aan regex
french: ne correspond pas à l'exp. régulière
german: entspricht nicht den regulären Ausdrücken
italian: non soddisfa la regex
japanese: 正規表現に不一致
portuguese: não corresponde com a expressão

source: Value
dutch: Waarde
french: Valeur
german: Wert
italian: Valore
japanese: 値
portuguese: Valor

source: Seen
dutch: Gelezen
french: lu
german: Gelesen
italian: Letto
japanese: 既読
portuguese: Visto

source: Deleted
dutch: Verwijderd
french: effacé
german: Gelöscht
italian: Cancellato
japanese: 削除済み
portuguese: Removido

source: Answered
dutch: Beantwoord
french: répondu
german: Beantwortet
italian: Risposto
japanese: 返信済み
portuguese: Respondido

source: Flagged
dutch: Gemarkeerd
french: marqué
german: Markiert
italian: Contrassegnato
japanese: フラグ付き
portuguese: Marcado

source: Junk
dutch: Ongewenst
french: spam
german: Spam
italian: Spam
japanese: 迷惑メール
portuguese: Lixo Eletrónico

source: Not Junk
dutch: Niet-ongewenst
french: non spam
german: Kein Spam
italian: Non Spam
japanese: 非迷惑メール
portuguese: Não é Lixo Eletrónico

source: The password was changed successfully.
dutch: Het wachtwoord is veranderd.
french: Votre mot de passe a bien été changé.
german: Das Passwort wurde erfolgreich geändert.
italian: La password è stata cambiata con successo.
japanese: パスワードを変更しました。
portuguese: Palavra-passe alterada com sucesso.

source: Password must not be empty.
dutch: Wachtwoord mag niet leeg zijn.
french: Le mot de passe ne doit pas être vide.
german: Das Passwort darf nicht leer sein.
italian: La password non deve essere vuota.
japanese: 空のパスワードは使用できません。
portuguese: A palavra-passe não pode ser vazia.

source: The passwords do not match. Please try again.
dutch: De wachtwoorden komen niet overeen. Probeer opnieuw.
french: Les mots de passe ne sont pas identiques. Essayez de nouveau.
german: Die Passwörter stimmen nicht überein. Bitte versuchen Sie es noch einmal.
italian: Le password non sono uguali. Riprova.
japanese: パスワードが一致しません。再度実行してください。
portuguese: As palavra-passe não são idênticas. Por favor tente novamente.

source: Password change failed
dutch: Wachtwoord wijzigen mislukt
french: Échec au changement
german: Passwortänderung fehlgeschlagen
italian: Cambio password fallito
japanese: パスワードを変更できませんでした。
portuguese: Alteração da palavra-passe falhada

source: Password change failed - Permission denied
dutch: Wachtwoord te wijzigen mislukt - Toestemming geweigerd
french: Échec au changement - mauvaises permissions
german: Passwortänderung fehlgeschlagen - Zugriff verweigert
italian: Cambio password fallito - Permesso negato
japanese: パスワードを変更できませんでした。権限がありません。
portuguese: Alteração da palavra-passe falhou - Permissão negada

source: Password change failed - Insufficient password quality
dutch: Wachtwoord wijzigen mislukt - Kwaliteit wachtwoord onvoldoende
french: Échec au changement - qualité insuffisante
german: Passwortänderung fehlgeschlagen - Passwortqualität unzureichend
italian: Cambio password fallito - Sicurezza della password insufficiente
japanese: パスワードを変更できません。長く複雑な文字列にしてください。
portuguese: Alteração da palavra-passe falhou - Palavra-passe muito fraca

source: Password change failed - Password is too short
dutch: Wachtwoord wijzigen is mislukt - Wachtwoord is te kort
french: Échec au changement - mot de passe trop court
german: Passwortänderung fehlgeschlagen - Passwort ist zu kurz
italian: Cambio password fallito - La password è troppo corta
japanese: パスワードを変更できませんでした。パスワードが短すぎます。
portuguese: Alteração da palavra-passe falhou - Palavra-passe muito curta

source: Password change failed - Password is too young
dutch: Wachtwoord wijzigen is mislukt - Wachtwoord is te jong
french: Échec au changement - mot de passe trop récent
german: Passwortänderung fehlgeschlagen - zu frühe Passwortänderung
italian: Cambio password fallito - La password è stata cambiata troppo recentemente
japanese: パスワードを変更できませんでした。
portuguese: Alteração da palavra-passe falhou - palavra-passe alterada recentemente

source: Password change failed - Password is in history
dutch: Wachtwoord wijzigen is mislukt - Wachtwoord zit in wachtwoordgeschiedenis
french: Échec au changement - mot de passe dans l'historique
german: Passwortänderung fehlgeschlagen - Passwort wurde zuvor verwendet
italian: Cambio password fallito - Password già usata in precedenza
japanese: パスワードの変更に失敗しました。既に使用したことのあるパスワードです。
portuguese: Alteração da palavra-passe falhou - palavra-passe está no histórico

source: Unhandled policy error: %{0}
dutch: Onverwerkte beleidsfout: %{0}
french: Erreur inconnue pour le ppolicy: %{0}
german: Unerwarteter Fehler bei Passwortänderung: %{0}
italian: Errore di policy non gestito: %{0}
japanese: 処理できないポリシーのエラー: %{0}
portuguese: Erro de política não tratado: %{0}

source: Unhandled error response
dutch: Onverwerkte foutmelding
french: Erreur inconnue
german: Unerwarteter Fehler
italian: Errore di risposta non gestito
japanese: 処理できないエラーの応答です。
portuguese: Erro de resposta não tratado

source: Password change is not supported.
dutch: Wachtwoordwijziging wordt niet ondersteund.
french: Changement de mot de passe non-supporté.
german: Passwortänderung wird nicht unterstützt.
italian: Il cambio password non è supportato.
japanese: パスワードの変更をサポートしていません。
portuguese: A alteração da palavra-passe não é suportada.

source: Unhandled HTTP error code: %{0}
dutch: Onverwerkte HTTP-foutcode: %{0}
french: Code HTTP non-géré: %{0}
german: Unerwarteter HTTP-Fehlercode: %{0}
italian: Codice di errore HTTP non gestito: %{0}
japanese: 処理できないHTTPのエラーコード: %{0}
portuguese: Erro não tratado de código HTTP: %{0}

source: Cancel
dutch: Annuleren
french: Annuler
german: Abbrechen
italian: Annulla
japanese: キャンセル
portuguese: Cancelar

source: Invitations
dutch: Uitnodigingen
german: Einladungen
italian: Inviti
japanese: 招待
portuguese: Convites

source: Edit Filter
dutch: Filter aanpassen
french: Modifier un filtre
german: Filter ändern
italian: Modifica filtro
japanese: フィルターを編集
portuguese: Editar Filtro

source: Delete Filter
dutch: Filter verwijderen
french: Supprimer un filtre
german: Filter löschen
italian: Cancella filtro
japanese: フィルターを削除
portuguese: Apagar Filtro

source: Create Filter
dutch: Filter aanmaken
french: Créer un filtre
german: Filter erstellen
italian: Crea filtro
japanese: フィルターを作成
portuguese: Criar Filtro

source: Delete Label
dutch: Label verwijderen
french: Supprimer l'étiquette
german: Schlagwort löschen
italian: Cancella etichetta
japanese: ラベルを削除
portuguese: Apagar Etiqueta

source: Create Label
dutch: Label aanmaken
french: Créer une étiquette
german: Schlagwort erstellen
italian: Crea etichetta
japanese: ラベルを作成
portuguese: Criar Etiqueta

source: Accounts
french: Comptes
german: Konten
italian: Account
japanese: アカウント
portuguese: Contas

source: Edit Account
dutch: Account aanpassen
french: Modifier le compte
german: Konto ändern
italian: Modifica account
japanese: アカウントを編集
portuguese: Editar Conta

source: Delete Account
dutch: Account verwijderen
french: Supprimer le compte
german: Konto löschen
italian: Cancella account
japanese: アカウントを削除
portuguese: Apagar Conta

source: Create Account
dutch: Account aanmaken
french: Ajouter un compte
german: Konto erstellen
italian: Crea account
japanese: アカウントを作成
portuguese: Criar Conta

source: Account Name
dutch: Accountnaam
french: Nom du compte
german: Kontoname
italian: Nome account
japanese: アカウント名
portuguese: Nome da Conta

source: Use Gravatar
dutch: Gebruik Gravatar
french: Utiliser Gravatar
german: Gravatar benutzen
italian: Utilizza Gravatar
japanese: Gravatarを使う
portuguese: Use um Gravatar

source: Alternate Avatar
dutch: Alternatieve avatar
french: Avatar alternatif
german: Alternativer Avatar
italian: Avatar alternativi
japanese: アバターを変更
portuguese: Alternar Avatar

source: None
dutch: Geen
french: Aucun
german: Kein
italian: Nessun avatar
japanese: なし
portuguese: Nenhum

source: Ident Icon
dutch: Identicoon
french: Icône Ident
german: Passbild
italian: Icona Ident
japanese: Identicon (キルト柄)

source: Animation Level
dutch: Visuele effecten
french: Niveau d'animation
german: Animationsstufe
italian: Animazioni delle pagine
japanese: アニメーションレベル
portuguese: Nível de animação

# animation_LIMITED
source: Limited
dutch: Minimaal
french: Restreint
german: Begrenzt
italian: Limitate
japanese: 制限付き
portuguese: Limitado

# animation_NONE
source: None
dutch: Geen
french: Aucun
german: Keine
italian: Nessuna
japanese: なし
portuguese: Nenhum

source: Name
dutch: Naam
french: Nom
italian: Nome
japanese: 名前
portuguese: Nome

source: Server Name
dutch: Servernaam
french: Serveur
italian: Nome del server
japanese: サーバー名
portuguese: Nome do Servidor

source: Port
dutch: Poort
italian: Porta
japanese: ポート
portuguese: Porta

source: SOGo Version
dutch: SOGo versie
french: Version
italian: Versione SOGo
japanese: SOGoバージョン
portuguese: Versão SOGo

source: Filter name
dutch: Filternaam
french: Nom du filtre
italian: Nome filtro
japanese: フィルターの名前
portuguese: Nome do filtro

source: Cc
french: Copie à
japanese: 写し

source: Header
french: En-tête
japanese: ヘッダー
portuguese: Cabeçalho

# monsterid
source: Monster
french: Monstre
japanese: Monster (モンスター)
portuguese: Monstro

source: Wavatar
japanese: Wavatar (マンガ顔)

source: Retro
french: Rétro
japanese: Retro (8ビット)

# animation_NORMAL
source: Normal
dutch: Normaal
italian: Attive
japanese: 普通

# Romanian
source: Română
portuguese: Romeno

# longDateFmt_2
source: %A, %d %B, %Y
dutch: %e %B %Y
french: %e %B %Y
