Repository: Alinto/sogo
Catalog: UI/PreferencesUI/*.lproj/Localizable.strings
Languages: dutch, french, german, italian, japanese, portuguese

source: Save and Close
dutch: Opslaan en sluiten
french: Enregistrer et fermer
german: Speichern und Schließen
italian: Salva e Chiudi
japanese: 保存して閉じる
portuguese: Guardar e Fechar

source: Close
dutch: Sluiten
french: Fermer
german: Schließen
italian: Chiudi
japanese: 閉じる
portuguese: Fechar

source: Preferences saved
dutch: Voorkeuren opgeslagen
french: Préférences sauvegardées
german: Einstellungen gespeichert
italian: Preferenze salvate
japanese: 設定が保存されました
portuguese: Preferências guardadas

source: Unsaved Changes
dutch: Niet-opgeslagen wijzigingen
french: Enregistrer vos changements
german: Ungespeicherte Änderungen
italian: Cambiamenti non salvati
japanese: 保存されていない変更があります
portuguese: Alterações por guardar

source: Do you want to save your changes made to the configuration?
dutch: Wilt u uw wijzigingen opslaan?
french: Voulez-vous enregistrer vos changements apportés à la configuration?
german: Möchten Sie Ihre an der Konfiguration gemachten Änderungen speichern?
italian: Vuoi salvare le modifiche fatte alla configurazione?
japanese: 設定の変更を保存しますか?
portuguese: Deseja guardar as alterações feitas à configuração?

source: Save
dutch: Opslaan
french: Sauvegarder
german: Speichern
italian: Salva
japanese: 保存
portuguese: Guardar

source: Don't Save
dutch: Niet opslaan
french: Ne pas enregistrer
german: Nicht speichern
italian: Non salvare
japanese: 保存しない
portuguese: Sair sem guardar

source: General
dutch: Algemeen
french: Général
german: Allgemein
italian: Generale
japanese: 一般
portuguese: Geral

source: Calendar Options
dutch: Agenda Opties
french: Calendrier
german: Kalender
italian: Opzioni calendario
japanese: カレンダーのオプション
portuguese: Calendário

source: Contacts Options
dutch: Adresboek
french: Contacts
german: Kontakte
italian: Opzioni contatti
japanese: 連絡先のオプション
portuguese: Opções de Contactos

source: Mail Options
dutch: Mailopties
french: Courrier
german: E-Mail
italian: Opzioni di posta
japanese: メールのオプション
portuguese: Opções de Correio

source: IMAP Accounts
french: Comptes IMAP
german: IMAP-Konten
italian: Account IMAP
japanese: IMAPアカウント
portuguese: Contas IMAP

source: Vacation
dutch: Afwezigheid
french: Absence prolongée
german: Abwesenheit
italian: Risponditore automatico
japanese: 休暇
portuguese: Férias

source: Forward
dutch: Doorsturen
french: Transfert
german: Weiterleitung
italian: Inoltro
japanese: 転送
portuguese: Reencaminhar

source: Password
dutch: Wachtwoord
french: Mot de passe
german: Passwort
japanese: パスワード
portuguese: Palavra-passe

source: Categories
dutch: Categorieën
french: Catégories
german: Kategorien
italian: Categorie
japanese: カテゴリ
portuguese: Categorias

source: Appointments invitations
dutch: Uitnodigingen voor afspraken
french: Invitations
german: Einladungen zu Terminen
italian: Inviti ad appuntamenti
japanese: 予定への招待
portuguese: Convites de Compromissos

source: Color
dutch: Kleur
french: Couleur
german: Farbe
italian: Colore
japanese: 色
portuguese: Cor

source: Add
dutch: Toevoegen
french: Ajouter
german: Hinzufügen
italian: Aggiungi
japanese: 追加
portuguese: Adicionar

source: Delete
dutch: Verwijderen
french: Supprimer
german: Löschen
italian: Cancella
japanese: 削除
portuguese: Apagar

# contacts_category_labels
source: Colleague, Competitor, Customer, Friend, Family, Business Partner, Provider, Press, VIP
dutch: Collega, Concurrent, Klant, Vriend, Familie, Zakenrelatie, Leverancier, Pers, VIP
french: Ami, Client, Collègue, Concurrent, Famille, Fournisseur, Partenaire d'affaire, Presse, VIP
german: Familie, Freund, Geschäftspartner, Kollegin, Konkurrenten, Kunden, Lieferant, Presse, VIP
italian: Collega, Concorrente, Cliente, Amico, Famiglia, Affari, Fornitore, Mass Media, VIP
japanese: 同僚, 競合企業, 顧客, 友達, 家族, ビジネスパートナー, プロバイダー, 報道機関, VIP
portuguese: Colega, Concorrente, Cliente, Amigo, Família, Parceiro de Negócios, Fornecedor, Imprensa, VIP

source: Enable vacation auto reply
dutch: Automatisch bericht bij afwezigheid inschakelen
french: Activer les réponses automatiques d'absence prolongée
german: Automatische Abwesenheitsnachricht aktivieren
italian: Abilita il risponditore automatico
japanese: 休暇の自動応答を有効
portuguese: Ativar resposta automática de férias

source: Enable custom auto reply subject
dutch: Aangepast automatisch antwoord op onderwerp inschakelen
french: Activer un sujet personnalisé
german: Benutzerdefinierten Betreff für automatische Abwesenheitsnachricht aktivieren
italian: Personalizza l'oggetto della risposta automatica
japanese: カスタム自動応答の件名を有効化
portuguese: Ativar assunto personalizado para resposta automática

source: Auto reply subject
dutch: Automatisch antwoorden op onderwerp
french: Modifier le sujet de la réponse automatique
german: Betreff für automatische Abwesenheitsnachricht
italian: Oggetto della risposta automatica
japanese: 自動応答の件名
portuguese: Assunto de resposta automática

source: You can write ${subject} to insert the original subject
dutch: Schrijf ${subject} om het oorspronkelijke onderwerp in te voegen
french: Inscrire ${subject} pour insérer le sujet original
german: Sie können ${subject} schreiben, um den originalen Betreff einzufügen
italian: Puoi scrivere ${subject} per inserire l'oggetto della mail ricevuta
japanese: もとの件名を使用するには ${subject} と入力してください
portuguese: Pode escrever $ {subject} para inserir o assunto original

source: Auto reply message
dutch: Automatisch eenmalig met het volgende bericht beantwoorden
french: Contenu de la réponse automatique
german: Mit folgender Nachricht auf jede eingehende E-Mail automatisch antworten
italian: Messaggio della risposta automatica
japanese: 自動応答メッセージ
portuguese: Mensagem de resposta automática

source: Add default email addresses
dutch: Standaard e-mailadres toevoegen
french: Ajouter les adresses par défaut
german: Standardadresse hinzufügen
italian: Aggiungi indirizzi email
japanese: デフォルトのメールアドレスを追加
portuguese: Adicionar endereço de e-mail por defeito

source: Days between responses
dutch: Dagen tussen reacties
french: Nombre de jours entre les réponses d'absence
german: Tage zwischen automatischen Antworten
italian: Se l'assenza è già stata notificata, avvisa di nuovo dopo (giorni)
japanese: 応答の間の日数
portuguese: Dias entre respostas

source: Do not send responses to mailing lists
dutch: Geen reacties naar maillinglijsten sturen
french: Ne pas envoyer les réponses aux listes de diffusion
german: Keine automatischen Abwesenheitsnachrichten an Mailinglisten senden
italian: Non mandare risposte alle mailing list
japanese: メーリングリストに応答を送信しない。
portuguese: Não enviar respostas para listas de e-mails

source: Enable auto reply on
dutch: Automatisch beantwoorden inschakelen
french: Débuter la réponse automatique le
german: Automatische Abwesenheitsnachricht anschalten am
italian: Abilita risposte automatiche dal giorno
japanese: 自動応答は有効化
portuguese: Ativar resposta automática a

source: Always send vacation message response
dutch: Afwezigheidsbericht altijd versturen
french: Toujours envoyer le message de vacances prolongées
german: Immer Abwesenheitsmeldung senden
italian: Invia sempre una risposta automatica durante l'assenza
japanese: 必ず休暇メッセージを送信する
portuguese: Enviar sempre mensagem de resposta de férias

source: Discard incoming mails during vacation
dutch: Gooi binnenkomende berichten weg tijdens afwezigheid
french: Ne pas conserver le courrier entrant pendant les vacances
german: Ankommende E-Mails während der Abwesenheit verwerfen
italian: Elimina le email ricevute nel periodo di assenza
japanese: 休暇中は受信したメールをゴミ箱に入れる
portuguese: Descarta os emails recebidos durante o período de férias

source: Please specify your message and your email addresses for which you want to enable auto reply.
dutch: Geef alstublieft de tekst van het automatische bericht bij afwezigheid en de e-mailadressen waarvoor het moet worden geactiveerd op.
french: Veuillez définir un message et vos adresses pour lesquelles pour désirez activer une réponse automatique.
german: Bitte ihren Nachrichtentext und ihre E-Mail-Adressen angeben, für die automatische Abwesenheitsnachrichten aktiviert werden sollen.
italian: Specificare il testo del messaggio e l'indirizzo email per il quale vuoi abilitare il risponditore automatico.
japanese: 自動応答のメッセージと有効にしたいメールアドレスを設定してください。
portuguese: Por favor especifique a mensagem e os seus endereços de e-mail para o qual deseja ativar a resposta automática.

source: Your vacation message must not end with a single dot on a line.
dutch: Uw automatisch bericht bij afwezigheid mag niet eindigen met een enkele punt op een regel.
french: Le message de vacances ne doit pas se terminer par une ligne ne contenant qu'un point.
german: Ihre Abwesenheitsnachricht darf nicht mit einem alleinstehenden Punkt in einer Zeile enden.
italian: Il messaggio di risposta automatica non può terminare con una riga contenente un singolo punto.
japanese: ドット( . )だけの休暇メッセージは作成できません。
portuguese: A sua mensagem de férias não pode terminar com um único ponto final numa linha.

source: End date of your auto reply must be in the future.
dutch: Einddatum van uw automatische antwoord moet in de toekomst liggen.
french: La date de fin de la réponse automatique doit être dans le futur.
german: Das Endedatum für Ihre automatische Abwesenheitsnachricht muss in der Zukunft liegen.
italian: La data di disattivazione del risponditore automatico deve essere nel futuro.
japanese: 自動応答の終了日は未来の日付にしてください。
portuguese: A data de fim da resposta automática deve estar no futuro.

source: Forward incoming messages
dutch: Inkomende berichten doorsturen
french: Transférer les messages entrants
german: Ankommende Nachrichten weiterleiten
italian: Inoltra i messaggi in arrivo
japanese: 受信したメッセージを転送
portuguese: Reencaminhar mensagens recebidas

source: Keep a copy
dutch: Kopie bewaren
french: Garder une copie
german: Eine Kopie behalten
italian: Mantieni una copia del messaggio
japanese: コピーを残す
portuguese: Manter uma cópia

source: Please specify an address to which you want to forward your messages.
dutch: Alstublieft het e-mailadres waarnaar u de berichten wilt laten doorsturen aangeven.
french: Veuillez définir une adresse à laquelle vous désirez transférer automatiquement vos nouveaux messages.
german: Bitte Adresse angeben, an die Ihre Nachrichten weitergeleitet werden sollen.
italian: Specificare l'indirizzo verso cui inoltrare i messaggi.
japanese: メッセージを転送したいアドレスを設定してください。
portuguese: Por favor especifique um endereço para o qual deseja reencaminhar as suas mensagens.

source: You are not allowed to forward your messages to an external email address.
dutch: Email naar een extern emailadres doorsturen is niet toegestaan
french: Il est interdit de renvoyer vos messages vers une adresse externe.
german: Es ist Ihnen nicht erlaubt, Ihre Nachrichten an externe E-Mail-Adressen weiterzuleiten.
italian: Non sei autorizzato ad inoltrare i messaggi verso un indirizzo email esterno.
japanese: 外部メールアドレスにメッセージを転送することは許可されていません。
portuguese: Não é permitido reencaminhar as suas mensagens para um email externo.

source: You are not allowed to forward your messages to an internal email address.
dutch: Email naar een intern emailadres doorsturen is niet toegestaan
french: Il est interdit de renvoyer vos messages vers une adresse interne.
german: Es ist Ihnen nicht erlaubt, Ihre Nachrichten an interne E-Mail-Adressen weiterzuleiten.
italian: Non sei autorizzato ad inoltrare i messaggi verso un indirizzo email interno.
japanese: 内部メールアドレスにメッセージを転送することは許可されていません。
portuguese: Não é permitido reencaminhar as suas mensagens para um email interno.

source: Short Date Format
dutch: Kort datumformaat
french: Style de date courte
german: Kurzes Datumsformat
italian: Formato Data Breve
japanese: 短い日付の表示形式
portuguese: Formato da Data curto

source: Long Date Format
dutch: Lang datumformaat
french: Style de date longue
german: Langes Datumsformat
italian: Formato Data Estesa
japanese: 長い日付の表示形式
portuguese: Formato da Data longo

source: Time Format
dutch: Tijdformaat
french: Style de l'heure
german: Zeitformat
italian: Formato Ora
japanese: 時間の表示形式
portuguese: Formato da Hora

source: Default
dutch: Standaard
french: Défaut
german: Standard
italian: Predefinito
japanese: 初期値
portuguese: Padrão

source: Default Module
dutch: Standaardmodule
french: Module par défaut
german: Standardmodul
italian: Schermata di accesso
japanese: デフォルトのモジュール
portuguese: Módulo por defeito

# shortDateFmt_0
source: %d-%b-%y
german: %d.%m.%Y

# shortDateFmt_1
source: %d-%m-%y
german: %e.%m.%Y

# shortDateFmt_4
source: %d-%m-%Y
german: %Y-%m-%d

# shortDateFmt_5
source: %d/%m/%Y
german: %d. %b. %Y

# shortDateFmt_6
source: %m-%d-%y
german: %e. %b. %Y

# shortDateFmt_7
source: %m/%d/%y
german: %d. %b. %y

# shortDateFmt_8
source: %m/%e/%y
german: %e. %b. %y

# longDateFmt_0
source: %A, %B %d, %Y
dutch: %A %e %B %Y
french: %A %e %B %Y
german: %A, %d. %B %Y

# longDateFmt_1
source: %B %d, %Y
dutch: %e %b. %Y
french: %e %b. %Y
german: %A, %e. %B %Y

# longDateFmt_3
source: %d %B, %Y
german: %a. %e. %B %Y

# timeFmt_0
source: %I:%M %p
dutch: %H:%M
french: %H:%M
german: %H:%M

# timeFmt_1
source: %H:%M
german: %Hh:%Mm

source: No matches found.
dutch: Geen overeenkomsten gevonden
french: Aucun résultat
german: Keine Treffer gefunden.
italian: Nessuna corrispondenza trovata.
japanese: 一致する結果が見つかりません。
portuguese: Nenhuma correspondência encontrada.

source: Week begins on
dutch: Week begint op
french: Premier jour de la semaine
german: Erster Wochentag
italian: Primo giorno della settimana
japanese: 週の開始曜日
portuguese: A semana começa em

source: Day start time
dutch: Dag begint om
french: Début de la journée
german: Tagesanfang
italian: La giornata lavorativa inizia alle ore
japanese: 日の開始時刻
portuguese: O dia começa às

source: Day end time
dutch: Dag eindigt om
french: Fin de la journée
german: Tagesende
italian: La giornata lavorativa termina alle ore
japanese: 日の終了時刻
portuguese: O dia termina às

source: Day start time must be prior to day end time.
dutch: Het begin van de dag moet voor het einde liggen.
french: Le début de la journée doit être avant la fin de la journée.
german: Der Tagesanfang muss vor dem Tagesende liegen.
italian: Il giorno di inizio deve essere precedente alla giorno di fine.
japanese: 開始時刻は終了時刻より前でなければなりません。
portuguese: Dia de início deve ser anterior ao dia de fim.

source: Week days to display
dutch: Weer te geven dagen van de week
french: Jours de la semaine à afficher
german: Anzuzeigende Wochentage
italian: Giorni della settimana da mostrare nel calendario
japanese: 表示する平日
portuguese: Dias da semana para exibir

source: Show time as busy outside working hours
dutch: Tijd buiten werkdag weergeven als bezet
french: Afficher comme occupé pendant les heures non-ouvrables
german: Zeiten außerhalb der Arbeitszeit als belegt anzeigen
italian: Marca come "occupato" i periodi al di fuori dell'orario lavorativo
japanese: 就業時間以外は予約済みとして時刻を表示
portuguese: Exibir horas como ocupadas quando fora do horário de serviço

source: First week of year
dutch: Eerste week van het jaar
french: Première semaine de l'année
german: Erste Woche des Jahres
italian: Prima settimana dell'anno
japanese: 年の最初の週
portuguese: Primeira semana do ano

source: Enable reminders for Calendar items
dutch: Herinneringen inschakelen voor afspraken
french: Activer les rappels pour les éléments du calendrier
german: Termin- und Aufgabenerinnerungen aktivieren
italian: Abilita promemoria per gli eventi del Calendario
japanese: カレンダーの項目にリマインダーを有効
portuguese: Ativar lembretes para os itens do Calendário

source: Play a sound when a reminder comes due
dutch: Geluid afspelen bij herinnering
french: Émettre un signal sonore à l'échéance du rappel
german: Akustisches Signal zur Terminerinnerung
italian: Attiva il suono di notifica per i promemoria
japanese: リマインダーの時間に音を鳴らす
portuguese: Reproduzir um som quando um lembrete for exibido

source: Default reminder
dutch: Standaardherinnering
french: Rappel par défaut
german: Standard Terminerinnerung
italian: Promemoria predefinito
japanese: デフォルトのリマインダー
portuguese: Lembrete por defeito

# firstWeekOfYear_January1
source: Starts on january 1
dutch: Begint op 1 januari
french: Commence le 1er janvier
german: Beginnt am 1. Januar
italian: Inizia il 1° Gennaio
japanese: 1月1日に開始
portuguese: Inicia a 01 de janeiro

# firstWeekOfYear_First4DayWeek
source: First 4-day week
dutch: Eerste week met 4 dagen
french: Première semaine de 4 jours
german: Erste 4 Tage Woche
italian: Prima settimana di 4 giorni
japanese: 週の最初の4日
portuguese: Primeira semana com 4 dias

# firstWeekOfYear_FirstFullWeek
source: First full week
dutch: Eerste volledige week
french: Première semaine entière
german: Erste ganze Woche
italian: Prima settimana completa
japanese: 最初の週すべて
portuguese: Primeira semana completa

source: Prevent from being invited to appointments
dutch: Voorkom uitnodigingen voor afspraken
french: Interdire de m'inviter à des rendez-vous
german: Verhindere, dass ich zu Terminen eingeladen werde
italian: Impedisci di essere invitato ad appuntamenti
japanese: 予定へ招待されないように設定する
portuguese: Impedir de ser convidado para um compromisso

source: White list for appointment invitations
dutch: Whitelist voor uitnodigingen
french: Liste blanche pour les invitations
german: White-Liste für Termineinladungen
italian: White list per inviti ad appuntamenti
japanese: 予定への招待をホワイトリスト設定
portuguese: Lista branca para convites de compromissos

source: Contacts Names
dutch: Contactnamen
french: Noms des contacts
german: Kontaktnamen
italian: Nomi Contatti
japanese: 連絡先の名前
portuguese: Nomes dos Contactos

source: Duplicate name
dutch: Dubbele naam
french: Nom déjà utilisé
german: Doppelter Name
italian: Duplica nome
portuguese: Duplicar nome

source: Calendar categories must have unique names.
dutch: Kalendercategorieën moeten unieke namen hebben.
french: Les catégories doivent être uniques.
german: Kalenderkategorien müssen eindeutige Namen haben.
italian: Le categorie del calendario devono avere un nome univoco.
portuguese: As categorias do calendário têm de ter um nome único.

source: Default calendar
dutch: Standaardagenda
french: Calendrier par défaut
german: Standardkalender
italian: Calendario predefinito
japanese: デフォルトのカレンダー
portuguese: Calendário por defeito

source: Selected calendar
dutch: Geselecteerde agenda
french: le calendrier sélectionné
german: Gewählter Kalender
italian: Calendario selezionato
japanese: 選択したカレンダー
portuguese: Calendário selecionado

source: Personal calendar
dutch: Persoonlijke agenda
french: le calendrier personnel
german: Persönlicher Kalender
italian: Calendario personale
japanese: 個人用カレンダー
portuguese: Calendário pessoal

# firstCalendar
source: First enabled calendar
dutch: Eerste ingeschakelde agenda
french: le premier calendrier actif
german: Erster eingeschalteter Kalender
italian: Primo calendario abilitato
japanese: 最初に有効にしたカレンダー
portuguese: Calendário ativado primeiro

# reminder_NONE
source: No reminder
dutch: Geen herinnering
french: Pas de rappel
german: Keine Erinnerung
italian: Nessun promemoria
japanese: 通知なし
portuguese: Não lembrar

# reminder_5_MINUTES_BEFORE
source: 5 minutes before
dutch: 5 minuten
french: 5 minutes avant
german: 5 Minuten vorher
italian: 5 minuti prima
japanese: 5分前
portuguese: 5 minutos

# reminder_10_MINUTES_BEFORE
source: 10 minutes before
dutch: 10 minuten
french: 10 minutes avant
german: 10 Minuten vorher
italian: 10 minuti prima
japanese: 10分前
portuguese: 10 minutos

# reminder_15_MINUTES_BEFORE
source: 15 minutes before
dutch: 15 minuten
french: 15 minutes avant
german: 15 Minuten vorher
italian: 15 minuti prima
japanese: 15分前
portuguese: 15 minutos

# reminder_30_MINUTES_BEFORE
source: 30 minutes before
dutch: 30 minuten
french: 30 minutes avant
german: 30 Minuten vorher
italian: 30 minuti prima
japanese: 30分前
portuguese: 30 minutos

# reminder_45_MINUTES_BEFORE
source: 45 minutes before
dutch: 45 minuten van tevoren
french: 45 minutes avant
german: 45 Minuten vorher
italian: 45 minuti prima
japanese: 45分前
portuguese: 45 minutos antes

# reminder_1_HOUR_BEFORE
source: 1 hour before
dutch: 1 uur van tevoren
french: 1 heure avant
german: 1 Stunde vorher
italian: 1 ora prima
japanese: 1時間前
portuguese: 1 hora

# reminder_2_HOURS_BEFORE
source: 2 hours before
dutch: 2 uren van tevoren
french: 2 heures avant
german: 2 Stunden vorher
italian: 2 ore prima
japanese: 2時間前
portuguese: 2 horas

# reminder_5_HOURS_BEFORE
source: 5 hours before
dutch: 5 uren van tevoren
french: 5 heures avant
german: 5 Stunden vorher
italian: 5 ore prima
japanese: 5時間前
portuguese: 5 horas

# reminder_15_HOURS_BEFORE
source: 15 hours before
dutch: 15 uren van tevoren
french: 15 heures avant
german: 15 Stunden vorher
italian: 15 ore prima
japanese: 15時間前
portuguese: 15 horas

# reminder_1_DAY_BEFORE
source: 1 day before
dutch: 1 dag
french: 1 jour avant
german: 1 Tag vorher
italian: 1 giorno prima
japanese: 1日前
portuguese: 1 dia

# reminder_2_DAYS_BEFORE
source: 2 days before
dutch: 2 dagen
french: 2 jours avant
german: 2 Tage vorher
italian: 2 giorni prima
japanese: 2日前
portuguese: 2 dias

# reminder_1_WEEK_BEFORE
source: 1 week before
dutch: 1 week van tevoren
french: 1 semaine avant
german: 1 Woche vorher
italian: 1 settimana prima
japanese: 1週間前
portuguese: 1 semana antes

source: Labels
french: Étiquettes
german: Schlagwörter
italian: Etichette
japanese: ラベル
portuguese: Etiquetas

source: Label
dutch: Labelen
french: Étiquette
german: Schlagwort
italian: Etichetta
japanese: ラベル
portuguese: Etiqueta

source: IMAP Label
french: Étiquette IMAP
german: IMAP Schlagwort
italian: Etichette IMAP
japanese: IMAPラベル
portuguese: Etiqueta IMAP

# Invalid label
source: Don't use space, nor ( ) { } % * " \
dutch: Gebruik geen spatie of ( ) { } % * " \
french: N'utilisez pas d'espaces, ni ( ) { } % * " \
german: Keine Leerzeichen oder ( ) { } % * " \ verwenden
italian: Non usare spazi, né i caratteri ( ) { } % * " \
japanese: スペースや ( ) { } % * " \ を使用しないでください。
portuguese: Não usar espaços nem ( ) { } % * " \

source: Duplicate label
dutch: Dubbele label
french: Dupliquer l'étiquette
german: Doppeltes Schlagwort
italian: Duplica etichetta
japanese: 重複したラベル
portuguese: Duplicar etiqueta

source: IMAP labels must have unique names.
dutch: IMAP labels moeten unieke namen hebben.
french: Les étiquettes IMAP doivent être uniques.
german: IMAP-Schlagwörter müssen eindeutig sein
italian: Il nome di un'etichetta IMAP deve essere unico.
japanese: IMAPラベルは他と重複しない名前である必要があります。
portuguese: As etiquetas IMAP têm de ter nomes únicos.

source: New label
dutch: Nieuwe label
french: Nouvelle étiquette
german: Neues Schlagwort
italian: Nuova etichetta
japanese: 新しいラベル
portuguese: Nova etiqueta

source: Show subscribed mailboxes only
dutch: Toon alleen geabonneerde postvakken
french: Afficher seulement les abonnements
german: Nur abonnierte Ordner anzeigen
italian: Mostra solo le cartelle sottoscritte
japanese: 登録したメールボックスだけ表示
portuguese: Exibir somente caixas de correio inscritas

source: Synchronize only default mail folders (EAS)
dutch: Alleen standaard e-mailmappen synchroniseren (EAS)
french: Synchroniser uniquement les boîtes principales (EAS)
german: Nur Standard-E-Mail-Ordner synchronisieren (EAS)
italian: Sincronizza solo le cartelle mail predefinite (EAS)
japanese: デフォルトのメールフォルダのみ同期する (EAS)
portuguese: Sincronize apenas as pastas de correio por defeito (EAS)

source: Sort messages by threads
dutch: Berichten sorteren op threads
french: Grouper les discussions
german: Nachrichten nach Thema sortieren
italian: Ordina i messaggi per conversazione
japanese: スレッドでメッセージを並べ替え
portuguese: Ordenar mensagens por tópicos
